Repository: jones-semicolon/CalAI
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, hi, it, pt

# defaultUserName
source: user
de: Benutzer
es: usuario
fr: utilisateur
hi: उपयोगकर्ता
it: utente
pt: usuário

# enterYourNameLabel
source: Enter your name
de: Geben Sie Ihren Namen ein
es: Ingrese su nombre
fr: Entrez votre nom
hi: अपना नाम दर्ज करें
it: Inserisci il tuo nome
pt: Digite seu nome

# yearsOldLabel
source: {years} years old
de: {years} Jahre alt
es: {years} años
fr: {years} ans
hi: {years} वर्ष पुराना
it: {years} anni
pt: {years} anos

# termsAndConditionsLabel
source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Termes et conditions
hi: नियम और शर्तें
it: Termini e Condizioni
pt: Termos e Condições

# privacyPolicyLabel
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: politique de confidentialité
hi: गोपनीयता नीति
it: politica sulla riservatezza
pt: política de Privacidade

# supportEmailLabel
source: Support Email
es: Correo electrónico de soporte
fr: E-mail d'assistance
hi: समर्थन ईमेल
it: E-mail di supporto
pt: E-mail de suporte

# featureRequestLabel
source: Feature Request
de: Funktionsanfrage
es: Solicitud de función
fr: Demande de fonctionnalité
hi: सुविधा का अनुरोध
it: Richiesta di funzionalità
pt: Solicitação de recurso

# deleteAccountQuestion
source: Delete Account?
de: Konto löschen?
es: ?Eliminar cuenta?
fr: Supprimer le compte ?
hi: खाता हटा दो?
it: Eliminare l'account?
pt: Excluir conta?

# deleteAccountTitle
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटा दो
it: Elimina account
pt: Excluir conta

# deleteAccountMessage
source: Are you absolutely sure? This will permanently delete your Cal AI history, weight logs, and custom goals. This action cannot be undone.
de: Sind Sie absolut sicher? Dadurch werden Ihr Cal AI-Verlauf, Ihre Gewichtsprotokolle und Ihre benutzerdefinierten Ziele dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás totalmente seguro? Esto eliminará permanentemente tu historial de Cal AI, registros de peso y metas personalizadas. Esta acción no se puede deshacer.
fr: Etes-vous absolument sûr ? Cela supprimera définitivement votre historique Cal AI, vos journaux de poids et vos objectifs personnalisés. Cette action ne peut pas être annulée.
hi: क्या आप पूर्णतः आश्वस्त हैं? यह आपके Cal AI इतिहास, वज़न लॉग और कस्टम लक्ष्यों को स्थायी रूप से हटा देगा। इस एक्शन को वापस नहीं किया जा सकता।
it: Ne sei assolutamente sicuro? Ciò eliminerà definitivamente la cronologia Cal AI, i registri del peso e gli obiettivi personalizzati. Questa azione non può essere annullata.
pt: Você tem certeza absoluta? Isso excluirá permanentemente seu histórico do Cal AI, registros de peso e metas personalizadas. Esta ação não pode ser desfeita.

# deletePermanentlyLabel
source: Delete Permanently
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
hi: स्थायी रूप से हटाएँ
it: Elimina definitivamente
pt: Excluir permanentemente

# onboardingChooseGenderTitle
source: Choose your Gender
de: Wählen Sie Ihr Geschlecht
es: Elige tu género
fr: Choisissez votre sexe
hi: अपना लिंग चुनें
it: Scegli il tuo sesso
pt: Escolha seu gênero

# onboardingChooseGenderSubtitle
source: This will be used to calibrate your custom plan.
de: Dies wird zur Kalibrierung Ihres benutzerdefinierten Plans verwendet.
es: Esto se usará para calibrar tu plan personalizado.
fr: Cela sera utilisé pour calibrer votre plan personnalisé.
hi: इसका उपयोग आपके कस्टम प्लान को कैलिब्रेट करने के लिए किया जाएगा।
it: Questo verrà utilizzato per calibrare il tuo piano personalizzato.
pt: Isso será usado para calibrar seu plano personalizado.

# genderFemale
source: Female
de: Weiblich
es: Mujer
fr: Femelle
hi: महिला
it: Femmina
pt: Fêmea

# genderMale
source: Male
de: Männlich
es: Masculino
fr: Mâle
hi: पुरुष
it: Maschio
pt: Macho

# genderOther
source: Other
de: Andere
es: Otro
fr: Autre
hi: अन्य
it: Altro
pt: Outro

# onboardingWorkoutsPerWeekTitle
source: How many workouts do you do per week?
de: Wie viele Trainingseinheiten machen Sie pro Woche?
es: ¿Cuántos entrenamientos haces por semana?
fr: Combien d'entraînements faites-vous par semaine ?
hi: आप प्रति सप्ताह कितने वर्कआउट करते हैं?
it: Quanti allenamenti fai alla settimana?
pt: Quantos treinos você faz por semana?

# onboardingWorkoutsPerWeekSubtitle
source: This will be used to calibrate your custom plan.
de: Dies wird zur Kalibrierung Ihres benutzerdefinierten Plans verwendet.
es: Esto se usará para calibrar tu plan personalizado.
fr: Cela sera utilisé pour calibrer votre plan personnalisé.
hi: इसका उपयोग आपके कस्टम प्लान को कैलिब्रेट करने के लिए किया जाएगा।
it: Questo verrà utilizzato per calibrare il tuo piano personalizzato.
pt: Isso será usado para calibrar seu plano personalizado.

# workoutRangeLowSubtitle
source: Workouts now and then
de: Workouts jetzt und dann
es: Entrenamientos de vez en cuando
fr: Des entraînements de temps en temps
hi: समय-समय पर वर्कआउट करें
it: Allenamenti di tanto in tanto
pt: Treinos de vez em quando

# workoutRangeModerateSubtitle
source: A few workouts per week
de: A ein paar Trainingseinheiten pro Woche
es: A algunos entrenamientos por semana
fr: Quelques entraînements par semaine
hi: प्रति सप्ताह कुछ वर्कआउट
it: Alcuni allenamenti a settimana
pt: Alguns treinos por semana

# workoutRangeHighSubtitle
source: Dedicated athlete
de: Engagierter Sportler
es: Atleta dedicado
fr: Athlète dévoué
hi: समर्पित एथलीट
it: Atleta dedicato
pt: Atleta dedicado

# onboardingHearAboutUsTitle
source: Where did you hear about us?
de: Wo haben Sie von uns erfahren?
es: ¿Dónde se enteró de nosotros?
fr: Où avez-vous entendu parler de nous ?
hi: आपने हमारे बारे में कहां सुना?
it: Dove hai sentito parlare di noi?
pt: Onde você ouviu falar de nós?

# sourceTikTok
source: Tik Tok
hi: टिक टोक

# sourceYouTube
source: YouTube
hi: यूट्यूब

# sourceGoogle
source: Google
hi: गूगल

# sourcePlayStore
source: Play Store
fr: Jouer au magasin
hi: खेल स्टोर
it: Gioca al negozio
pt: Loja de jogos

# sourceFacebook
source: Facebook
hi: फेसबुक

# sourceFriendFamily
source: Friend or family
de: Freund oder Familie
es: Amigo o familia
fr: Ami ou famille
hi: दोस्त या परिवार
it: Amico o famiglia
pt: Amigo ou família

# sourceTv
source: TV
hi: टीवी

# sourceX
source: X
hi: एक्स

# sourceOther
source: Other
de: Andere
es: Otro
fr: Autre
hi: अन्य
it: Altro
pt: Outro

# yourBmiTitle
source: Your BMI
de: Ihr BMI
es: Su BMI
fr: Votre IMC
hi: अपना बीएमआई
it: Il tuo indice di massa corporea
pt: Seu IMC

# yourWeightIsLabel
source: Your weight is
de: Ihr Gewicht ist
es: Su peso es
fr: Votre poids est
hi: आपका वजन है
it: Il tuo peso è
pt: Seu peso é

# bmiUnderweightLabel
source: Underweight
de: Untergewicht
es: Bajo peso
fr: Insuffisance pondérale
hi: वजन
it: Sottopeso
pt: Abaixo do peso

# bmiHealthyLabel
source: Healthy
de: Gesund
es: Saludable
fr: En bonne santé
hi: स्वस्थ
it: Salutare
pt: Saudável

# bmiOverweightLabel
source: Overweight
de: Übergewicht
es: Sobrepeso
fr: Embonpoint
hi: अधिक वजन
it: Sovrappeso
pt: Sobrepeso

# bmiObeseLabel
source: Obese
de: Adipös
es: Obeso
fr: Obèse
hi: मोटा
it: Obeso
pt: Obeso

source: Calorie tracking made easy
de: Kalorienverfolgung leicht gemacht
es: El seguimiento de calorías es fácil
fr: Le suivi des calories simplifié
hi: कैलोरी ट्रैकिंग आसान हो गई
it: Il monitoraggio delle calorie diventa semplice
pt: Rastreamento de calorias facilitado

# onboardingStep1Title
source: Track your meals
de: Verfolgen Sie Ihre Mahlzeiten
es: Seguimiento de sus comidas
fr: Suivez vos repas
hi: अपने भोजन पर नज़र रखें
it: Tieni traccia dei tuoi pasti
pt: Acompanhe suas refeições

# onboardingStep1Description
source: Log your meals easily and track your nutrition.
de: Protokollieren Sie Ihre Mahlzeiten einfach und verfolgen Sie Ihre Ernährung.
es: Registre sus comidas fácilmente y realice un seguimiento de sus nutrición.
fr: Enregistrez facilement vos repas et suivez votre nutrition.
hi: अपने भोजन को आसानी से लॉग करें और अपने पोषण को ट्रैक करें।
it: Registra facilmente i tuoi pasti e monitora la tua alimentazione.
pt: Registre suas refeições facilmente e acompanhe sua nutrição.

source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Connectez-vous avec Google
hi: Google से साइन इन करें
it: Accedi con Google
pt: Faça login com o Google

source: Sign in with Email
de: Mit E-Mail anmelden
es: Iniciar sesión con correo electrónico
fr: Connectez-vous avec e-mail
hi: ईमेल से साइन इन करें
it: Accedi con l'e-mail
pt: Faça login com e-mail

# signInFailed
source: Sign in failed: {error}
de: Anmeldung fehlgeschlagen: {error}
es: Error de inicio de sesión: {error}
fr: Échec de la connexion : {error}
hi: साइन इन विफल: {error}
it: Accesso non riuscito: {error}
pt: Falha no login: {error}

# continueLabel
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखना
it: Continuare
pt: Continuar

# skipLabel
source: Skip
de: Überspringen
es: Saltar
fr: Sauter
hi: छोडना
it: Saltare
pt: Pular

# noLabel
source: No
de: Nein
fr: Non
hi: नहीं
pt: Não

# yesLabel
source: Yes
de: Ja
es: Sí
fr: Oui
hi: हाँ
it: SÌ
pt: Sim

# submitLabel
source: Submit
de: Senden
es: Enviar
fr: Soumettre
hi: जमा करना
it: Invia
pt: Enviar

# referralCodeLabel
source: Referral Code
de: Empfehlung Code
es: Referencia Código
fr: Code de référence
hi: रेफरल कोड
it: Codice di riferimento
pt: Código de referência

# heightLabel
source: Height
de: Höhe
es: Altura
fr: Hauteur
hi: ऊंचाई
it: Altezza
pt: Altura

# weightLabel
source: Weight
de: Gewicht
es: Peso
fr: Poids
hi: वज़न
it: Peso
pt: Peso

# imperialLabel
source: Imperial
de: US-Einheiten
fr: Impérial
hi: इम्पीरियल
it: Imperiale

# metricLabel
source: Metric
de: Metrik
es: Métrico
fr: Métrique
hi: मीट्रिक
it: Metrico
pt: Métrica

# month1Label
source: Month 1
de: Monat 1
es: Mes 1
fr: Mois 1
hi: महीना 1
it: Mese 1
pt: Mês 1

# month6Label
source: Month 6
de: Monat 6
es: Mes 6
fr: Mois 6
hi: महीना 6
it: Mese 6
pt: Mês 6

# traditionalDietLabel
source: Traditional Diet
de: Traditionelle Diät
es: Dieta tradicional
fr: Régime traditionnel
hi: पारंपरिक आहार
it: Dieta tradizionale
pt: Dieta Tradicional

# weightChartSummary
source: 80% of Cal AI users maintain their weight loss even 6 months later
de: 80 % der Cal AI-Benutzer behalten ihren Gewichtsverlust auch 6 Monate später bei
es: El 80% de los usuarios de Cal AI mantienen su pérdida de peso incluso 6 meses después
fr: 80 % des utilisateurs de Cal AI maintiennent leur perte de poids même 6 mois plus tard
hi: Cal AI के 80% उपयोगकर्ता 6 महीने बाद भी अपना वजन कम रखते हैं
it: L'80% degli utenti di Cal AI mantiene la perdita di peso anche 6 mesi dopo
pt: 80% dos usuários do Cal AI mantêm a perda de peso mesmo 6 meses depois

# comparisonWithoutCalAi
source: Without\nCal AI
de: Ohne\nCal AI
es: Sin Cal AI
fr: Sans\nCal AI
hi: बिना\nकैल एआई
it: Senza\nCal AI
pt: Sem\nCal AI

# comparisonWithCalAi
source: With\nCal AI
de: Mit\nCal AI
es: Con Cal AI
fr: Avec\nCal AI
hi: कैल एआई के साथ
it: Con\nCal AI
pt: Com\nCal AI

# comparisonRightValue
source: 2X
hi: 50 पाउंड

# comparisonBottomLine1
source: Cal AI makes it easy and holds
de: Cal AI macht es einfach und macht
es: Cal AI lo hace fácil y lo mantiene
fr: Cal AI facilite les choses et tient
hi: Cal AI इसे आसान और धारणीय बनाता है
it: Cal AI lo rende facile e tiene
pt: Cal AI torna tudo mais fácil e seguro

# comparisonBottomLine2
source: you accountable
de: Sie verantwortlich
es: usted responsable
fr: tu es responsable
hi: आप जवाबदेह हैं
it: tu responsabile
pt: você é responsável

# speedSlowSteady
source: Slow and steady
de: Langsam und stetig
es: Lento y constante
fr: Lent et régulier
hi: धीमी और स्थिर
it: Lento e costante
pt: Lento e constante

# speedRecommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: अनुशंसित
it: Raccomandato
pt: Recomendado

# speedAggressiveWarning
source: You may feel very tired and develop loose skin
de: Möglicherweise fühlen Sie sich sehr müde und entwickeln schlaffe Haut
es: Es posible que te sientas muy cansado y desarrolles piel flácida
fr: Vous pouvez vous sentir très fatigué et développer une peau lâche
hi: आप बहुत थका हुआ महसूस कर सकते हैं और त्वचा ढीली हो सकती है
it: Potresti sentirti molto stanco e sviluppare la pelle flaccida
pt: Você pode se sentir muito cansado e desenvolver pele flácida

# subscriptionHeadline
source: Unlock CalAI to reach\nyour goals faster.
de: Schalten Sie CalAI frei, um Ihre Ziele schneller zu erreichen.
es: Desbloquea CalAI para alcanzar tus objetivos más rápido.
fr: Débloquez CalAI pour atteindre\nvos objectifs plus rapidement.
hi: अपने लक्ष्यों तक तेजी से पहुंचने के लिए CalAI को अनलॉक करें।
it: Sblocca CalAI per raggiungere\ni tuoi obiettivi più velocemente.
pt: Desbloqueie o CalAI para alcançar\nseus objetivos com mais rapidez.

# subscriptionPriceHint
source: Just PHP {yearlyPrice} per year (PHP {monthlyPrice}/mo)
de: Nur PHP {yearlyPrice} pro Jahr (PHP {monthlyPrice}/Monat)
es: Solo PHP {yearlyPrice} por año (PHP {monthlyPrice}/mes)
fr: Juste PHP {yearlyPrice} par an (PHP {monthlyPrice}/mois)
hi: केवल PHP {yearlyPrice} प्रति वर्ष (PHP {monthlyPrice}/महीना)
it: Solo PHP {yearlyPrice} all'anno (PHP {monthlyPrice}/mese)
pt: Apenas PHP {yearlyPrice} por ano (PHP {monthlyPrice}/mês)

# goalGainWeight
source: Gain Weight
de: Nehmen Sie zu
es: Ganar peso
fr: Prendre du poids
hi: वजन बढ़ना
it: Aumentare peso
pt: Ganhar peso

# goalLoseWeight
source: Lose Weight
de: Gewicht verlieren
es: Perder peso
fr: Perdre du poids
hi: वजन कम करें
it: Perdere peso
pt: Perder peso

# goalMaintainWeight
source: Maintain Weight
de: Gewicht halten
es: Mantener peso
fr: Maintenir le poids
hi: वज़न बनाए रखें
it: Mantenere il peso
pt: Manter o peso

# editGoalTitle
source: Edit {title} Goal
de: Bearbeiten Sie das {title}-Ziel
es: Editar {title} Objetivo
fr: Modifier l'objectif {title}
hi: {title} लक्ष्य संपादित करें
it: Modifica obiettivo {title}
pt: Editar meta {title}

# revertLabel
source: Revert
de: Zurücksetzen
es: Revertir
fr: Revenir
hi: फिर लौट आना
it: Ripristina
pt: Reverter

# doneLabel
source: Done
de: Erledigt
es: Listo
fr: Fait
hi: हो गया
it: Fatto
pt: Feito

# dashboardShouldGainWeight
source: gain
de: gewinnen
es: ganar
fr: gagner
hi: पाना
it: guadagno
pt: ganho

# dashboardShouldLoseWeight
source: lose
de: verlieren
es: perder
fr: perdre
hi: खोना
it: perdere
pt: perder

# dashboardShouldMaintainWeight
source: maintain
de: pflegen
es: mantener
fr: maintenir
hi: बनाए रखना
it: mantenere
pt: manter

# dashboardCongratsPlanReady
source: Congratulations\nyour custom plan is ready!
de: Herzlichen Glückwunsch\nIhr individueller Plan ist fertig!
es: Felicitaciones su plan personalizado es ¡Listo!
fr: Félicitations\nvotre plan personnalisé est prêt !
hi: बधाई हो\nआपका कस्टम प्लान तैयार है!
it: Congratulazioni\nil tuo piano personalizzato è pronto!
pt: Parabéns\nseu plano personalizado está pronto!

# dashboardYouShouldGoal
source: You should {action}:
de: Sie sollten {action}:
es: Deberías {action}:
fr: Vous devriez {action} :
hi: आपको {action} करना चाहिए:
it: Dovresti {action}:
pt: Você deve {action}:

# dashboardWeightGoalByDate
source: {value} {unit} by {date}
de: {value} {unit} von {date}
es: {value} {unit} por {date}
fr: {value} {unit} par {date}
hi: {value} {unit} {date} द्वारा
it: {value} {unit} di {date}
pt: {value} {unit} por {date}

# dashboardDailyRecommendation
source: Daily Recommendation
de: Tägliche Empfehlung
es: Recomendación diaria
fr: Recommandation quotidienne
hi: दैनिक सिफ़ारिश
it: Raccomandazione quotidiana
pt: Recomendação diária

# dashboardEditAnytime
source: You can edit this any time
de: Sie können dies jederzeit bearbeiten
es: Puedes editar esto en cualquier momento
fr: Vous pouvez modifier ceci à tout moment
hi: आप इसे किसी भी समय संपादित कर सकते हैं
it: Puoi modificarlo in qualsiasi momento
pt: Você pode editar isso a qualquer momento

# dashboardHowToReachGoals
source: How to reach your goals:
de: So erreichen Sie Ihre Ziele:
es: Cómo alcanzar tus objetivos:
fr: Comment atteindre vos objectifs :
hi: अपने लक्ष्य तक कैसे पहुँचें:
it: Come raggiungere i tuoi obiettivi:
pt: Como alcançar seus objetivos:

# dashboardReachGoalLifeScore
source: Get your weekly life score and improve your routine.
de: Holen Sie sich Ihren wöchentlichen Life-Score und verbessern Sie Ihre Routine.
es: Obtén tu puntaje de vida semanal y mejora tu rutina.
fr: Obtenez votre score de vie hebdomadaire et améliorez votre routine.
hi: अपना साप्ताहिक जीवन स्कोर प्राप्त करें और अपनी दिनचर्या में सुधार करें।
it: Ottieni il tuo punteggio di vita settimanale e migliora la tua routine.
pt: Obtenha sua pontuação de vida semanal e melhore sua rotina.

# dashboardReachGoalTrackFood
source: Track your food
de: Verfolgen Sie Ihr Essen
es: Haz un seguimiento de tu alimentación
fr: Suivez votre nourriture
hi: अपने भोजन पर नज़र रखें
it: Tieni traccia del tuo cibo
pt: Rastreie sua comida

# dashboardReachGoalFollowCalories
source: Follow your daily calorie recommendation
de: Befolgen Sie Ihre tägliche Kalorienempfehlung
es: Sigue tus calorías diarias recomendación
fr: Suivez votre recommandation quotidienne de calories
hi: अपनी दैनिक कैलोरी अनुशंसा का पालन करें
it: Segui la tua raccomandazione calorica giornaliera
pt: Siga sua recomendação diária de calorias

# dashboardReachGoalBalanceMacros
source: Balance your carbs, protein, fat
de: Balancieren Sie Ihre Kohlenhydrate, Proteine ​​und Fette
es: Equilibre sus carbohidratos, proteínas y grasas
fr: Équilibrez vos glucides, protéines, graisses
hi: अपने कार्ब्स, प्रोटीन, वसा को संतुलित करें
it: Bilancia i tuoi carboidrati, proteine, grassi
pt: Equilibre seus carboidratos, proteínas e gorduras

# dashboardPlanSourcesTitle
source: Plan based on the following sources, among other peer-reviewed medical studies:
de: Plan basierend auf den folgenden Quellen, neben anderen von Experten begutachteten medizinischen Studien:
es: Planifique basándose en las siguientes fuentes, entre otros estudios médicos revisados por pares:
fr: Plan basé sur les sources suivantes, entre autres études médicales évaluées par des pairs :
hi: अन्य सहकर्मी-समीक्षित चिकित्सा अध्ययनों के बीच, निम्नलिखित स्रोतों के आधार पर योजना बनाएं:
it: Piano basato sulle seguenti fonti, oltre ad altri studi medici sottoposti a revisione paritaria:
pt: Planeje com base nas seguintes fontes, entre outros estudos médicos revisados ​​por pares:

# dashboardSourceBasalMetabolicRate
source: Basal metabolic rate
de: Grundumsatz
es: Tasa metabólica basal
fr: Taux métabolique basal
hi: आधारीय चयापचयी दर
it: Tasso metabolico basale
pt: Taxa metabólica basal

# dashboardSourceCalorieCountingHarvard
source: Calorie counting - Harvard
de: Kalorienzählen – Harvard
es: Recuento de calorías - Harvard
fr: Comptage des calories - Harvard
hi: कैलोरी गिनती - हार्वर्ड
it: Conteggio delle calorie - Harvard
pt: Contagem de calorias - Harvard

# dashboardSourceInternationalSportsNutrition
source: International Society of Sports Nutrition
de: Internationale Gesellschaft für Sporternährung
es: Sociedad Internacional de Nutrición Deportiva
fr: Société internationale de nutrition sportive
hi: खेल पोषण की अंतर्राष्ट्रीय सोसायटी
it: Società Internazionale di Nutrizione Sportiva
pt: Sociedade Internacional de Nutrição Esportiva

# dashboardSourceNationalInstitutesHealth
source: National Institutes of Health
de: Nationale Gesundheitsinstitute
es: Institutos Nacionales de Salud
fr: Instituts nationaux de la santé
hi: नेशनल इंस्टीट्यूट ऑफ हेल्थ
it: Istituti Nazionali di Sanità
pt: Institutos Nacionais de Saúde

# factorsNetCarbsMass
source: Net carbs / mass
de: Nettokohlenhydrate/Masse
es: Carbohidratos netos/masa
fr: Glucides nets / masse
hi: शुद्ध कार्ब्स / द्रव्यमान
it: Carboidrati netti/massa
pt: Carboidratos líquidos / massa

# factorsNetCarbDensity
source: Net carb density
de: Nettokohlenhydratdichte
es: Densidad neta de carbohidratos
fr: Densité nette en glucides
hi: शुद्ध कार्ब घनत्व
it: Densità netta di carboidrati
pt: Densidade líquida de carboidratos

# factorsSodiumMass
source: Sodium / mass
de: Natrium / Masse
es: Sodio/masa
fr: Sodium / masse
hi: सोडियम/द्रव्यमान
it: Sodio/massa
pt: Sódio/massa

# factorsSodiumDensity
source: Sodium density
de: Natriumdichte
es: Sodio densidad
fr: Densité du sodium
hi: सोडियम घनत्व
it: Densità del sodio
pt: Densidade de sódio

# factorsSugarMass
source: Sugar / mass
de: Zucker / Masse
es: Azúcar / masa
fr: Sucre / masse
hi: चीनी/द्रव्यमान
it: Zucchero/massa
pt: Açúcar/massa

# factorsSugarDensity
source: Sugar density
de: Zuckerdichte
es: Densidad de azúcar
fr: Densité du sucre
hi: चीनी का घनत्व
it: Densità dello zucchero
pt: Densidade de açúcar

# factorsProcessedScore
source: Processed score
de: Verarbeitete Partitur
es: Puntuación procesada
fr: Partition traitée
hi: संसाधित स्कोर
it: Punteggio elaborato
pt: Pontuação processada

# factorsIngredientQuality
source: Ingredient quality
de: Qualität der Zutaten
es: Calidad de los ingredientes
fr: Qualité des ingrédients
hi: संघटक गुणवत्ता
it: Qualità degli ingredienti
pt: Qualidade dos ingredientes

# factorsProcessedScoreDescription
source: The processed score takes into account dyes, nitrates, seed oils, artificial flavoring / sweeteners, and other factors.
de: Der verarbeitete Wert berücksichtigt Farbstoffe, Nitrate, Samenöle, künstliche Aromen/Süßstoffe und andere Faktoren.
es: La puntuación procesada tiene en cuenta colorantes, nitratos, aceites de semillas, saborizantes/edulcorantes artificiales y otros factores.
fr: Le score traité prend en compte les colorants, les nitrates, les huiles de graines, les arômes/édulcorants artificiels et d'autres facteurs.
hi: संसाधित स्कोर रंगों, नाइट्रेट्स, बीज तेल, कृत्रिम स्वाद/मिठास और अन्य कारकों को ध्यान में रखता है।
it: Il punteggio elaborato tiene conto di coloranti, nitrati, oli di semi, aromi/dolcificanti artificiali e altri fattori.
pt: A pontuação processada leva em consideração corantes, nitratos, óleos de sementes, aromatizantes/adoçantes artificiais e outros fatores.

# healthScoreExplanationIntro
source: Our health score is a complex formula taking into account several factors given a multitude of common foods.
de: Unser Gesundheitsscore ist eine komplexe Formel, die mehrere Faktoren bei einer Vielzahl gängiger Lebensmittel berücksichtigt.
es: Nuestra puntuación de salud es una fórmula compleja que tiene en cuenta varios factores dados una multitud de alimentos comunes.
fr: Notre score santé est une formule complexe prenant en compte plusieurs facteurs compte tenu d’une multitude d’aliments courants.
hi: हमारा स्वास्थ्य स्कोर एक जटिल सूत्र है जो कई सामान्य खाद्य पदार्थों को देखते हुए कई कारकों को ध्यान में रखता है।
it: Il nostro punteggio sulla salute è una formula complessa che tiene conto di diversi fattori data una moltitudine di alimenti comuni.
pt: Nossa pontuação de saúde é uma fórmula complexa que leva em consideração vários fatores, considerando uma infinidade de alimentos comuns.

# healthScoreExplanationFactorsLead
source: Below are the factors we take into account when calculating health score:
de: Nachfolgend sind die Faktoren aufgeführt, die wir bei der Berechnung des Gesundheitsfaktors berücksichtigen:
es: A continuación se detallan los factores que tomamos en cuenta al calcular la salud puntuación:
fr: Voici les facteurs que nous prenons en compte lors du calcul du score de santé :
hi: स्वास्थ्य स्कोर की गणना करते समय हम निम्नलिखित कारकों को ध्यान में रखते हैं:
it: Di seguito sono riportati i fattori che prendiamo in considerazione nel calcolo del punteggio di salute:
pt: Abaixo estão os fatores que levamos em consideração ao calcular a pontuação de saúde:

# netCarbsLabel
source: Net carbs
de: Netto-Kohlenhydrate
es: Carbohidratos netos
fr: Glucides nets
hi: नेट कार्ब्स
it: Carboidrati netti
pt: Carboidratos líquidos
