Repository: jones-semicolon/CalAI
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, hi, it, pt

# homeTab
source: Home
de: Startseite
es: Inicio
fr: Accueil
hi: होम
it: Inizio
pt: Início

# progressTab
source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
hi: प्रगति
it: Progressi
pt: Progresso

# settingsTab
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
pt: Configurações

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
pt: Linguagem

# welcomeMessage
source: Welcome to Cal AI
de: Willkommen bei Cal AI
es: Bienvenido a Cal AI
fr: Bienvenue sur Cal AI
hi: कैल एआई में आपका स्वागत है
it: Benvenuti a Cal AI
pt: Bem-vindo ao Cal AI

# trackMessage
source: Track smarter. Eat better.
de: Track smarter. Besser essen.
es: Lleva el control de forma más inteligente. Come mejor.
fr: Suivez plus intelligemment. Mangez mieux.
hi: होशियारी से ट्रैक करें. बेहतर खाओ।
it: Tieni traccia in modo più intelligente. Mangia meglio.
pt: Acompanhe de forma mais inteligente. Coma melhor.

source: Get Started
de: Erste Schritte
es: Comenzar
fr: Commencer
hi: शुरू हो जाओ
it: Inizia
pt: Comece

# alreadyAccount
source: Already have an account?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
it: Hai già un account?
pt: Já tem uma conta?

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: दाखिल करना
it: Registrazione
pt: Entrar

source: Choose language
de: Sprache wählen
es: Elige tu idioma
fr: Choisir la langue
hi: भाषा चुनें
it: Scegli la lingua
pt: Escolha o idioma

source: Personal Details
de: Persönliche Daten
es: Datos personales
fr: Détails personnels
hi: व्यक्तिगत विवरण
it: Dettagli personali
pt: Detalhes pessoais

source: Adjust Macronutrients
de: Makronährstoffe anpassen
es: Ajustar macronutrientes
fr: Ajuster les macronutriments
hi: मैक्रोन्यूट्रिएंट्स को समायोजित करें
it: Regola i macronutrienti
pt: Ajustar Macronutrientes

source: Weight History
de: Gewichtsverlauf
es: Historial de peso
fr: Historique du poids
hi: वज़न इतिहास
it: Cronologia del peso
pt: Histórico de peso

source: Home Widget
de: Startseite-Widget
es: Widget de inicio
fr: Widget Accueil
hi: होम विजेट
it: Widget casa
pt: Widget inicial

source: Choose Home Widgets
de: Startseite-Widgets wählen
es: Elige widgets de inicio
fr: Choisissez les widgets d'accueil
hi: होम विजेट चुनें
it: Scegli Widget domestici
pt: Escolha os widgets iniciais

# tapOptionsToAddRemoveWidgets
source: Tap options to add or remove widgets.
de: Tippen Sie auf Optionen, um Widgets hinzuzufügen oder zu entfernen.
es: Toca las opciones para añadir o quitar widgets.
fr: Appuyez sur les options pour ajouter ou supprimer des widgets.
hi: विजेट जोड़ने या हटाने के लिए विकल्प टैप करें।
it: Tocca le opzioni per aggiungere o rimuovere widget.
pt: Toque nas opções para adicionar ou remover widgets.

source: Updating widget selection...
de: Widget-Auswahl wird aktualisiert...
es: Actualizando la selección de widgets...
fr: Mise à jour de la sélection de widgets...
hi: विजेट चयन अपडेट किया जा रहा है...
it: Aggiornamento della selezione del widget...
pt: Atualizando a seleção de widgets...

source: Requesting widget permission...
de: Anfrage für Widget-Berechtigung...
es: Solicitando permiso para widgets...
fr: Demande d'autorisation pour le widget...
hi: विजेट अनुमति का अनुरोध किया जा रहा है...
it: Richiesta autorizzazione widget...
pt: Solicitando permissão do widget...

source: Widget 1
de: Widget Nr. 1
es: Widget nº 1
fr: Widget n° 1
hi: विजेट 1
it: Dispositivo 1
pt: Widget nº 1

source: Widget 2
de: Widget Nr. 2
es: Widget nº 2
fr: Widget n° 2
hi: विजेट 2
it: Dispositivo 2
pt: Widget nº 2

source: Widget 3
de: Widget Nr. 3
es: Widget nº 3
fr: Widget n° 3
hi: विजेट 3
it: Dispositivo 3
pt: Widget nº 3

# calorieTrackerWidget
source: Calorie Tracker
de: Kalorien-Tracker
es: Widget de calorías
fr: Suivi des calories
hi: कैलोरी ट्रैकर
it: Monitoraggio delle calorie
pt: Rastreador de calorias

# nutritionTrackerWidget
source: Nutrition Tracker
de: Ernährungs-Tracker
es: Widget de nutrición
fr: Suivi nutritionnel
hi: पोषण ट्रैकर
it: Monitoraggio della nutrizione
pt: Rastreador de Nutrição

# streakTrackerWidget
source: Streak Tracker
es: Widget de racha
fr: Suivi des séquences
hi: स्ट्रीक ट्रैकर
it: Tracciatore di strisce
pt: Rastreador de sequências

# removedFromSelection
source: {widgetName} removed from selection.
de: {widgetName} aus der Auswahl entfernt.
es: {widgetName} se eliminó de la selección.
fr: {widgetName} supprimé de la sélection.
hi: {widgetName} को चयन से हटा दिया गया।
it: {widgetName} rimosso dalla selezione.
pt: {widgetName} removido da seleção.

# removeFromHomeScreenInstruction
source: To remove {widgetName}, remove it from your home screen. Selection syncs automatically.
de: Um {widgetName} zu entfernen, entfernen Sie es von Ihrem Startbildschirm. Die Auswahl wird automatisch synchronisiert.
es: Para quitar {widgetName}, elimínalo de tu pantalla de inicio. La selección se sincroniza automáticamente.
fr: Pour supprimer {widgetName}, supprimez-le de votre écran d'accueil. La sélection se synchronise automatiquement.
hi: {widgetName} को हटाने के लिए, इसे अपनी होम स्क्रीन से हटा दें। चयन स्वचालित रूप से सिंक हो जाता है.
it: Per rimuovere {widgetName}, rimuovilo dalla schermata iniziale. La selezione si sincronizza automaticamente.
pt: Para remover {widgetName}, remova-o da tela inicial. A seleção é sincronizada automaticamente.

# addFromHomeScreenInstruction
source: To add {widgetName}, long-press the Home Screen, tap +, then select Cal AI.
de: Um {widgetName} hinzuzufügen, drücken Sie lange auf den Startbildschirm, tippen Sie auf + und wählen Sie dann Cal AI.
es: Para añadir {widgetName}, mantén pulsada la pantalla de inicio, toca + y luego selecciona Cal AI.
fr: Pour ajouter {widgetName}, appuyez longuement sur l'écran d'accueil, appuyez sur +, puis sélectionnez Cal AI.
hi: {widgetName} जोड़ने के लिए, होम स्क्रीन को देर तक दबाएँ, + टैप करें, फिर Cal AI चुनें।
it: Per aggiungere {widgetName}, premere a lungo la schermata principale, toccare +, quindi selezionare Cal AI.
pt: Para adicionar {widgetName}, mantenha pressionada a tela inicial, toque em + e selecione Cal AI.

# widgetAdded
source: {widgetName} widget added.
de: {widgetName}-Widget hinzugefügt.
es: Se añadió el widget {widgetName}.
fr: Widget {widgetName} ajouté.
hi: {widgetName} विजेट जोड़ा गया।
it: Widget {widgetName} aggiunto.
pt: Widget {widgetName} adicionado.

# permissionNeededToAddWidget
source: Permission needed to add {widgetName}. We opened settings for you.
de: Berechtigung zum Hinzufügen von {widgetName} erforderlich. Wir haben die Einstellungen für Sie geöffnet.
es: Se necesita permiso para añadir {widgetName}. Abrimos Ajustes por ti.
fr: Autorisation requise pour ajouter {widgetName}. Nous avons ouvert les paramètres pour vous.
hi: {widgetName} जोड़ने के लिए अनुमति की आवश्यकता है। हमने आपके लिए सेटिंग खोली हैं.
it: Autorizzazione necessaria per aggiungere {widgetName}. Abbiamo aperto le impostazioni per te.
pt: Permissão necessária para adicionar {widgetName}. Abrimos as configurações para você.

# couldNotOpenPermissionSettings
source: Could not open permission settings. Please enable permissions manually to add {widgetName}.
de: Die Berechtigungseinstellungen konnten nicht geöffnet werden. Bitte aktivieren Sie die Berechtigungen manuell, um {widgetName}.
es: No se pudo abrir la configuración de permisos. Activa los permisos manualmente para añadir {widgetName}.
fr: Impossible d'ouvrir les paramètres d'autorisation. Veuillez activer les autorisations manuellement pour ajouter {widgetName}.
hi: अनुमति सेटिंग्स नहीं खोली जा सकीं. कृपया {widgetName} जोड़ने के लिए अनुमतियाँ मैन्युअल रूप से सक्षम करें।
it: Impossibile aprire le impostazioni delle autorizzazioni. Abilita manualmente le autorizzazioni per aggiungere {widgetName}.
pt: Não foi possível abrir as configurações de permissão. Ative as permissões manualmente para adicionar {widgetName}.

source: No widgets on home screen
de: Keine Widgets auf dem Startbildschirm hinzuzufügen
es: No hay widgets en la pantalla de inicio
fr: Aucun widget sur l'écran d'accueil
hi: होम स्क्रीन पर कोई विजेट नहीं
it: Nessun widget sulla schermata iniziale
pt: Nenhum widget na tela inicial

source: Selected: {widgets}
de: Ausgewählt: {widgets}
es: Seleccionados: {widgets}
fr: Sélectionné: {widgets}
hi: चयनित: {widgets}
it: Selezionato: {widgets}
pt: Selecionado: {widgets}

# backupData
source: Backup your data
de: Sichern Sie Ihre Daten
es: Haga una copia de seguridad de sus datos
fr: Sauvegardez vos données
hi: अपने डेटा का बैकअप लें
it: Effettua il backup dei tuoi dati
pt: Faça backup dos seus dados

# signInToSync
source: Sign in to sync your progress & goals
de: Melden Sie sich an, um Ihren Fortschritt und Ihre Ziele zu synchronisieren
es: Inicia sesión para sincronizar tu progreso y metas
fr: Connectez-vous pour synchroniser vos progrès et vos objectifs
hi: अपनी प्रगति और लक्ष्यों को समन्वयित करने के लिए साइन इन करें
it: Accedi per sincronizzare i tuoi progressi e obiettivi
pt: Faça login para sincronizar seu progresso e metas

source: Account successfully backed up!
de: Konto erfolgreich gesichert!
es: ¡Se realizó una copia de seguridad de la cuenta correctamente!
fr: Compte sauvegardé avec succès !
hi: खाते का सफलतापूर्वक बैकअप हो गया!
it: Backup dell'account eseguito con successo!
pt: Backup da conta com sucesso!

source: Failed to link account.
de: Konto konnte nicht verknüpft werden.
es: Error al vincular la cuenta.
fr: Échec de l'association du compte.
hi: खाता लिंक करने में विफल.
it: Impossibile collegare l'account.
pt: Falha ao vincular a conta.

# googleAccountAlreadyLinked
source: This Google account is already linked to another Cal AI profile.
de: Dieses Google-Konto ist bereits mit einem anderen Cal AI-Profil verknüpft.
es: Esta cuenta de Google ya est? vinculada a otro perfil de Cal AI.
fr: Ce compte Google est déjà lié à un autre profil Cal AI.
hi: यह Google खाता पहले से ही किसी अन्य Cal AI प्रोफ़ाइल से लिंक है।
it: Questo account Google è già collegato a un altro profilo Cal AI.
pt: Esta conta do Google já está vinculada a outro perfil do Cal AI.

# caloriesLabel
source: Calories
de: Kalorien
es: Calorías
hi: कैलोरी
it: Calorie
pt: Calorias

# eatenLabel
source: eaten
de: gegessen
es: comido
fr: mangé
hi: खाया
it: mangiato
pt: comido

# leftLabel
source: left
de: übrig
es: izquierda
fr: restant
hi: शेष
it: rimaste
pt: esquerda

# proteinLabel
source: Protein
de: Eiwei?
es: Proteína
fr: Protéine
hi: प्रोटीन
it: Proteina
pt: Proteína

# carbsLabel
source: Carbs
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
hi: कार्बोहाइड्रेट
it: Carboidrati
pt: Carboidratos

# fatsLabel
source: Fats
de: Fette
es: Grasas
fr: Graisses
hi: वसा
it: Grassi
pt: Gorduras

# fiberLabel
source: Fiber
de: Ballaststoffe
es: Fibra
fr: Fibre
hi: रेशा
it: Fibra
pt: Fibra

# sugarLabel
source: Sugar
de: Zucker
es: Azúcar
fr: Sucre
hi: चीनी
it: Zucchero
pt: Açúcar

# sodiumLabel
source: Sodium
de: Natrium
es: Sodio
hi: सोडियम
it: Sodio
pt: Sódio

# stepsLabel
source: Steps
de: Schritte
es: Pasos
fr: Pas
hi: कदम
it: Passi
pt: Passos

# stepsTodayLabel
source: Steps Today
de: Schritte heute
es: Pasos de hoy
fr: Étapes aujourd'hui
hi: आज के कदम
it: Passi oggi
pt: Passos hoje

# caloriesBurnedLabel
source: Calories Burned
de: Verbrannte Kalorien
es: Calorías quemadas
fr: Calories brûlées
hi: कैलोरी जला दिया
it: Calorie bruciate
pt: Calorias queimadas

source: Step tracking active!
de: Schrittverfolgung aktiv!
es: ?Seguimiento de pasos activo!
fr: Suivi des pas actif !
hi: चरण ट्रैकिंग सक्रिय!
it: Monitoraggio dei passi attivo!
pt: Acompanhamento de passos ativo!

# waterLabel
source: Water
de: Wasser
es: Agua
fr: Eau
hi: पानी
it: Acqua
pt: Água

# servingSizeLabel
source: Serving Size
de: Portionsgröße
es: Servicio Tamaño
fr: Portion
hi: सेवारत आकार
it: Porzione
pt: Tamanho da porção

# waterSettingsTitle
source: Water settings
de: Wassereinstellungen
es: Ajustes de agua
fr: Paramètres de l'eau
hi: जल सेटिंग
it: Impostazioni dell'acqua
pt: Configurações de água

# hydrationQuestion
source: How much water do you need to stay hydrated?
de: Wie viel Wasser brauchen Sie, um hydriert zu bleiben?
es: ¿Cuánta agua necesita para mantenerse hidratado?
fr: De quelle quantité d’eau avez-vous besoin pour rester hydraté ?
hi: हाइड्रेटेड रहने के लिए आपको कितना पानी चाहिए?
it: Di quanta acqua hai bisogno per rimanere idratato?
pt: Quanta água você precisa para se manter hidratado?

# hydrationInfo
source: Everyone's needs are slightly different, but we recommend aiming for at least 64 fl oz (8 cups) of water each day.
de: Jedermann Die Bedürfnisse unterscheiden sich geringfügig, wir empfehlen jedoch, jeden Tag mindestens 8 Tassen Wasser zu sich zu nehmen.
es: Las necesidades de cada persona son ligeramente diferentes, pero recomendamos consumir al menos 64 onzas líquidas (8 tazas) de agua cada día.
fr: Les besoins de chacun sont légèrement différents, mais nous vous recommandons de viser au moins 64 fl oz (8 tasses) d'eau chaque jour.
hi: हर किसी की ज़रूरतें थोड़ी अलग होती हैं, लेकिन हम हर दिन कम से कम 64 फ़्लूड आउंस (8 कप) पानी पीने का लक्ष्य रखने की सलाह देते हैं।
it: Le esigenze di ognuno sono leggermente diverse, ma consigliamo di assumere almeno 8 tazze di acqua ogni giorno.
pt: As necessidades de cada pessoa são um pouco diferentes, mas recomendamos consumir pelo menos 8 xícaras de água por dia.

# healthScoreTitle
source: Health score
de: Gesundheitsbewertung
es: Puntuación de salud
fr: Bilan de santé
hi: स्वास्थ्य स्कोर
it: Punteggio sulla salute
pt: Pontuação de saúde

# healthSummaryNoData
source: No data logged for today. Start tracking your meals to see your health insights!
de: Für heute wurden keine Daten erfasst. Fangen Sie an, Ihre Mahlzeiten zu verfolgen, um Erkenntnisse über Ihre Gesundheit zu erhalten!
es: No se han registrado datos para hoy. ¡Empiece a realizar un seguimiento de sus comidas para ver información sobre su salud!
fr: Aucune donnée enregistrée pour aujourd'hui. Commencez à suivre vos repas pour voir vos informations sur la santé !
hi: आज के लिए कोई डेटा लॉग नहीं किया गया. अपने स्वास्थ्य संबंधी जानकारी देखने के लिए अपने भोजन पर नज़र रखना शुरू करें!
it: Nessun dato registrato per oggi. Inizia a monitorare i tuoi pasti per vedere i tuoi approfondimenti sulla salute!
pt: Nenhum dado registrado para hoje. Comece a monitorar suas refeições para ver suas percepções de saúde!

# healthSummaryLowIntake
source: Your intake is quite low. Focus on hitting your calorie and protein targets to maintain energy and muscle.
de: Ihre Aufnahme ist ziemlich gering. Konzentrieren Sie sich darauf, Ihre Kalorien- und Proteinziele zu erreichen, um Energie und Muskeln zu erhalten.
es: Su ingesta es bastante baja. Concéntrese en alcanzar sus objetivos de calorías y proteínas para mantener la energía y los músculos.
fr: Votre consommation est assez faible. Concentrez-vous sur l’atteinte de vos objectifs caloriques et protéiques pour maintenir votre énergie et vos muscles.
hi: आपका सेवन काफी कम है. ऊर्जा और मांसपेशियों को बनाए रखने के लिए अपने कैलोरी और प्रोटीन लक्ष्य को हासिल करने पर ध्यान दें।
it: Il tuo apporto è piuttosto basso. Concentrati sul raggiungimento dei tuoi obiettivi calorici e proteici per mantenere energia e muscoli.
pt: Sua ingestão é bastante baixa. Concentre-se em atingir suas metas de calorias e proteínas para manter a energia e os músculos.

# healthSummaryLowProtein
source: Carbs and fat are on track, but you're low in protein. Increasing protein can help with muscle retention.
de: Kohlenhydrate und Fett sind auf dem richtigen Weg, aber Ihr Proteingehalt ist niedrig. Eine Erhöhung des Proteingehalts kann beim Muskelerhalt helfen.
es: Los carbohidratos y las grasas van por buen camino, pero su nivel de proteínas es bajo. Aumentar las proteínas puede ayudar con la retención muscular.
fr: Les glucides et les graisses sont sur la bonne voie, mais vous êtes pauvre en protéines. L'augmentation des protéines peut aider à la rétention musculaire.
hi: कार्ब्स और वसा सही रास्ते पर हैं, लेकिन आपमें प्रोटीन कम है। प्रोटीन बढ़ाने से मांसपेशियों को बनाए रखने में मदद मिल सकती है।
it: Carboidrati e grassi sono sulla buona strada, ma hai poche proteine. Aumentare le proteine ​​può aiutare con la ritenzione muscolare.
pt: Carboidratos e gordura estão no caminho certo, mas você tem pouca proteína. Aumentar a proteína pode ajudar na retenção muscular.

# healthSummaryGreat
source: Great job! Your nutrition is well-balanced today.
de: Tolle Arbeit! Ihre Ernährung ist heute ausgewogen.
es: ¡Excelente trabajo! Su nutrición está bien equilibrada hoy.
fr: Super travail ! Votre alimentation est aujourd’hui bien équilibrée.
hi: अच्छा काम! आज आपका पोषण संतुलित है।
it: Ottimo lavoro! La tua alimentazione oggi è ben bilanciata.
pt: Ótimo trabalho! Sua nutrição está bem balanceada hoje.

# recentlyLoggedTitle
source: Recently logged
de: Zuletzt protokolliert
es: Registrado recientemente
fr: Enregistrés récemment
hi: हाल ही में लॉग किया गया
it: Registrato di recente
pt: Registrado recentemente

# errorLoadingLogs
source: Error loading logs: {error}
de: Fehler beim Laden der Protokolle: {error}
es: Error al cargar registros: {error}
fr: Erreur de chargement des journaux : {error}
hi: लॉग लोड करने में त्रुटि: {error}
it: Errore durante il caricamento dei registri: {error}
pt: Erro ao carregar registros: {error}

# deleteLabel
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाना
it: Eliminare
pt: Excluir

# tapToAddFirstEntry
source: Tap + to add your first entry
de: Tippen Sie auf +, um Ihren ersten Eintrag hinzuzufügen
es: Toca + para añadir tu primer registro
fr: Appuyez sur + pour ajouter votre première entrée
hi: अपनी पहली प्रविष्टि जोड़ने के लिए + टैप करें
it: Tocca + per aggiungere la tua prima voce
pt: Toque em + para adicionar sua primeira entrada

# unableToLoadProgress
source: Unable to load progress: {error}
de: Fortschritt konnte nicht geladen werden: {error}
es: No se puede cargar el progreso: {error}
fr: Impossible de charger la progression : {error}
hi: प्रगति लोड करने में असमर्थ: {error}
it: Impossibile caricare i progressi: {error}
pt: Não foi possível carregar o progresso: {error}

# myWeightTitle
source: My Weight
de: Mein Gewicht
es: Mi peso
fr: Mon poids
hi: मेरा वज़न
it: Il mio peso
pt: Meu peso

# goalWithValue
source: Goal {value}
de: Ziel {value}
es: Objetivo {value}
fr: Objectif {value}
hi: लक्ष्य {value}
it: Obiettivo {value}
pt: Meta {value}

source: No Goal Set
de: Kein Ziel festgelegt
es: Sin objetivo establecido
fr: Aucun objectif fixé
hi: कोई लक्ष्य निर्धारित नहीं
it: Nessun obiettivo fissato
pt: Nenhuma meta definida

# logWeightCta
source: Log Weight
de: Protokollgewicht
es: Registrar peso
fr: Poids du journal
hi: वजन लॉग करें
it: Peso del registro
pt: Peso do registro

# dayStreakTitle
source: Day streak
de: Tag Streak
es: Racha de días
fr: Séquence d'une journée
hi: दिन का सिलसिला
it: Serie di giorni
pt: Sequência do dia

# progressPhotosTitle
source: Progress Photos
de: Fortschrittsfotos
es: Fotos de progreso
fr: Photos de Progrès
hi: प्रगति तस्वीरें
it: Foto di progresso
pt: Fotos de progresso

# progressPhotoPrompt
source: Want to add a photo to track your progress?
de: Möchten Sie ein Foto hinzufügen, um Ihren Fortschritt zu verfolgen?
es: ¿Quieres agregar una foto para seguir tu progreso?
fr: Vous souhaitez ajouter une photo pour suivre vos progrès ?
hi: क्या आप अपनी प्रगति को ट्रैक करने के लिए कोई फ़ोटो जोड़ना चाहते हैं?
it: Vuoi aggiungere una foto per monitorare i tuoi progressi?
pt: Quer adicionar uma foto para acompanhar seu progresso?

# uploadPhotoCta
source: Upload a Photo
de: Ein Foto hochladen
es: Subir foto
fr: Télécharger une photo
hi: फोटो अपलोड करें
it: Carica una foto
pt: Carregar uma foto

# goalProgressTitle
source: Goal Progress
de: Zielfortschritt
es: Progreso de la meta
fr: Progression des objectifs
hi: लक्ष्य प्रगति
it: Progresso dell'obiettivo
pt: Progresso da meta

# ofGoalLabel
source: of goal
de: des Ziels
es: de objetivo
fr: de but
hi: लक्ष्य का
it: di obiettivo
pt: do gol

# logoutLabel
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: लॉग आउट
it: Esci
pt: Sair

# logoutTitle
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: लॉग आउट
it: Esci
pt: Sair

# logoutConfirmMessage
source: Are you sure you want to log out?
de: Möchten Sie sich wirklich abmelden?
es: ¿Seguro que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hi: क्या आप लॉग आउट करना चाहते हैं?
it: Sei sicuro di voler uscire?
pt: Tem certeza de que deseja sair?

# cancelLabel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
it: Cancellare
pt: Cancelar

# preferencesLabel
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
it: Preferenze
pt: Preferências

# appearanceLabel
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
hi: उपस्थिति
it: Aspetto
pt: Aparência

# appearanceDescription
source: Choose light, dark, or system appearance
de: Wählen Sie Hell, Dunkel oder Systemdarstellung
es: Elige apariencia clara, oscura o del sistema
fr: Choisissez l'apparence claire, sombre ou système
hi: हल्का, गहरा या सिस्टम स्वरूप चुनें
it: Scegli l'aspetto chiaro, scuro o di sistema
pt: Escolha a aparência clara, escura ou do sistema

# lightLabel
source: Light
de: Hell
es: Claro
fr: Lumière
hi: रोशनी
it: Leggero
pt: Luz

# darkLabel
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hi: अँधेरा
it: Buio
pt: Escuro

# automaticLabel
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
hi: स्वचालित
it: Automatico
pt: Automático

# addBurnedCaloriesLabel
source: Add Burned Calories
de: Verbrannte Kalorien hinzufügen
es: Agregar calorías quemadas
fr: Ajouter des calories brûlées
hi: जली हुई कैलोरी जोड़ें
it: Aggiungi calorie bruciate
pt: Adicione calorias queimadas

# addBurnedCaloriesDescription
source: Add burned calories to daily goal
de: Verbrannte Kalorien zum Tagesziel hinzufügen
es: Agregar calorías quemadas a la meta diaria
fr: Ajouter les calories brûlées à l'objectif quotidien
hi: दैनिक लक्ष्य में जली हुई कैलोरी जोड़ें
it: Aggiungi le calorie bruciate all'obiettivo giornaliero
pt: Adicione calorias queimadas à meta diária

# rolloverCaloriesLabel
source: Rollover Calories
de: Rollover-Kalorien
es: Calorías acumuladas
fr: Calories de roulement
hi: रोलओवर कैलोरी
it: Calorie aggiuntive
pt: Calorias acumuladas

# rolloverCaloriesDescription
source: Add up to 200 leftover calories into today's goal
de: Bis zu 200 übriggebliebene Kalorien zum heutigen Ziel hinzufügen
es: Agregue hasta 200 calorías sobrantes a la meta diaria objetivo
fr: Ajoutez jusqu'à 200 calories restantes à l'objectif d'aujourd'hui
hi: आज के लक्ष्य में 200 तक बची हुई कैलोरी जोड़ें
it: Aggiungi fino a 200 calorie rimanenti all'obiettivo di oggi
pt: Adicione até 200 calorias restantes à meta de hoje

# measurementUnitLabel
source: Measurement unit
de: Maßeinheit
es: Unidades de medida
fr: Unité de mesure
hi: मापन इकाई
it: Unità di misura
pt: Unidade de medida

# measurementUnitDescription
source: All values will be converted to imperial (currently on metrics)
de: Alle Werte werden in imperiale Einheiten umgerechnet (derzeit metrisch).
es: Todos los valores se convertirán al sistema imperial (actualmente métrico).
fr: Toutes les valeurs seront converties en impérial (actuellement sur les métriques)
hi: सभी मानों को इंपीरियल में बदल दिया जाएगा (वर्तमान में मेट्रिक्स पर)
it: Tutti i valori verranno convertiti in imperiali (attualmente in metriche)
pt: Todos os valores serão convertidos para imperial (atualmente em métricas)

# inviteFriendsLabel
source: Invite friends
de: Freunde einladen
es: Invitar amigos
fr: Inviter des amis
hi: मित्रों को आमंत्रित करें
it: Invita amici
pt: Convide amigos
