Repository: jones-semicolon/CalAI
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, hi, it, pt

# failedLoadReminderSettings
source: Failed to load reminder settings.
de: Erinnerungseinstellungen konnten nicht geladen werden.
es: Error al cargar la configuración del recordatorio.
fr: Échec du chargement des paramètres de rappel.
hi: अनुस्मारक सेटिंग लोड करने में विफल.
it: Impossibile caricare le impostazioni del promemoria.
pt: Falha ao carregar as configurações do lembrete.

# smartNutritionRemindersTitle
source: Smart nutrition reminders
de: Erinnerungen an intelligente Ernährung
es: Recordatorios inteligentes de nutrición
fr: Rappels nutritionnels intelligents
hi: स्मार्ट पोषण अनुस्मारक
it: Promemoria nutrizionali intelligenti
pt: Lembretes nutricionais inteligentes

# dailyReminderAtLabel
source: Daily reminder at
de: Tägliche Erinnerung um
es: Recordatorio diario en
fr: Rappel quotidien à
hi: पर दैनिक अनुस्मारक
it: Promemoria quotidiano a
pt: Lembrete diário em

# setSmartNutritionTimeLabel
source: Set smart nutrition time
de: Zeit für intelligente Ernährung festlegen
es: Establecer nutrición inteligente hora
fr: Définir un moment de nutrition intelligent
hi: स्मार्ट पोषण समय निर्धारित करें
it: Imposta un orario di alimentazione intelligente
pt: Defina um horário de nutrição inteligente

# waterRemindersTitle
source: Water reminders
de: Wassererinnerungen
es: Recordatorios de agua
fr: Rappels d'eau
hi: जल अनुस्मारक
it: Promemoria dell'acqua
pt: Lembretes de água

# everyLabel
source: Every
de: Jede
es: Cada
fr: Chaque
hi: प्रत्येक
it: Ogni
pt: Todo

# hourUnitLabel
source: hour(s)
de: Stunde(n)
es: hora(s)
fr: heures)
hi: घंटे)
it: ore)
pt: horas)

# fromLabel
source: from
de: ab
es: de
fr: depuis
hi: से
it: da
pt: de

# setWaterStartTimeLabel
source: Set water start time
de: Startzeit für Wasser festlegen
es: Establecer hora de inicio de agua
fr: Régler l'heure de début de l'eau
hi: पानी शुरू करने का समय निर्धारित करें
it: Imposta l'ora di inizio dell'acqua
pt: Definir hora de início da água

# breakfastReminderTitle
source: Breakfast reminder
de: Erinnerung an das Frühstück
es: Recordatorio de desayuno
fr: Rappel du petit-déjeuner
hi: नाश्ता अनुस्मारक
it: Promemoria per la colazione
pt: Lembrete de café da manhã

# lunchReminderTitle
source: Lunch reminder
de: Erinnerung an das Mittagessen
es: Recordatorio de almuerzo
fr: Rappel du déjeuner
hi: दोपहर के भोजन का अनुस्मारक
it: Promemoria del pranzo
pt: Lembrete de almoço

# dinnerReminderTitle
source: Dinner reminder
de: Abendessen Erinnerung
es: Recordatorio de cena
fr: Rappel du dîner
hi: रात्रि भोज अनुस्मारक
it: Promemoria per la cena
pt: Lembrete de jantar

# snackReminderTitle
source: Snack reminder
de: Snack-Erinnerung
es: Recordatorio de refrigerios
fr: Rappel de collation
hi: नाश्ते का अनुस्मारक
it: Promemoria spuntino
pt: Lembrete de lanche

# goalTrackingAlertsTitle
source: Goal tracking alerts
de: Zielverfolgungswarnungen
es: Alertas de seguimiento de objetivos
fr: Alertes de suivi des objectifs
hi: लक्ष्य ट्रैकिंग अलर्ट
it: Avvisi di monitoraggio degli obiettivi
pt: Alertas de rastreamento de metas

# goalTrackingAlertsSubtitle
source: Near/exceed calorie and macro goal alerts
de: Benachrichtigungen zu Kalorien und Makrozielen, die nahe/überschritten sind
es: Alertas de objetivos macro y de calorías cercanas o excedidas
fr: Alertes proches/dépassées des calories et des objectifs macro
hi: कैलोरी और मैक्रो लक्ष्य अलर्ट के निकट/अधिक
it: Avvisi di calorie vicine/superate e obiettivi macro
pt: Alertas de calorias próximas/excedidas e metas macro

# stepsExerciseReminderTitle
source: Steps / exercise reminder
de: Schritte/Trainingserinnerung
es: Pasos/ejercicio recordatorio
fr: Rappel des étapes/exercices
hi: कदम/व्यायाम अनुस्मारक
it: Promemoria passaggi/esercizi
pt: Passos/lembrete de exercício

# dailyAtLabel
source: Daily at
de: Täglich um
es: Diariamente a las
fr: Quotidiennement à
hi: प्रतिदिन पर
it: Tutti i giorni alle
pt: Diariamente às

# setActivityReminderTimeLabel
source: Set activity reminder time
de: Aktivitätserinnerungszeit festlegen
es: Establecer hora de recordatorio de actividad
fr: Définir l'heure de rappel d'activité
hi: गतिविधि अनुस्मारक समय निर्धारित करें
it: Imposta l'ora del promemoria dell'attività
pt: Defina o horário do lembrete de atividade

# intervalLabel
source: Interval:
de: Intervall:
es: Intervalo:
fr: Intervalle:
hi: अंतराल:
it: Intervallo:
pt: Intervalo:

# setTimeLabel
source: Set time
de: Einstellen time
es: Establecer hora
fr: Régler l'heure
hi: निर्धारित समय
it: Imposta l'ora
pt: Definir hora

# dayInitialSun
source: S
es: D
fr: D
hi: र
it: D

# dayInitialMon
source: M
es: L
fr: L
hi: सो
it: L

# dayInitialTue
source: T
de: D
es: M
fr: M
hi: मं
it: M

# dayInitialWed
source: W
de: M
es: M
fr: M
hi: बु
it: M
pt: C

# dayInitialThu
source: T
de: D
es: J
fr: J
hi: गु
it: G

# dayInitialFri
source: F
es: V
fr: V
hi: शु
it: V

# dayInitialSat
source: S
hi: श

# languageNameEnglish
source: English
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
it: Inglese
pt: Inglês

# languageNameSpanish
source: Español
de: Spanisch
fr: Espagnol
hi: स्पेनिश
it: Spagnolo

# languageNamePortuguese
source: Português
de: Portugiesisch
es: Portugués
fr: Portugais
hi: पुर्तगाली
it: Portoghese

# languageNameFrench
source: Français
de: Französisch
es: Francés
hi: फ़्रेंच
it: Francese
pt: Francês

# languageNameGerman
source: Deutsch
es: Alemán
fr: Allemand
hi: जर्मन
it: Tedesco
pt: Alemão

# languageNameItalian
source: Italiano
de: Italienisch
fr: Italien
hi: इतालवी

# languageNameHindi
source: Hindi
hi: हिन्दी

# progressMessageStart
source: Getting started is the hardest part. You're ready for this!
de: Der Anfang ist der schwierigste Teil. Dafür sind Sie bereit!
es: Comenzar es la parte más difícil. ¡Estás listo para esto!
fr: Le démarrage est la partie la plus difficile. Vous êtes prêt pour ça !
hi: शुरुआत करना सबसे कठिन हिस्सा है. आप इसके लिए तैयार हैं!
it: Iniziare è la parte più difficile. Sei pronto per questo!
pt: Começar é a parte mais difícil. Você está pronto para isso!

# progressMessageKeepPushing
source: You're making progress. Now's the time to keep pushing!
de: Sie machen Fortschritte. Jetzt ist es an der Zeit, weiter zu pushen!
es: Estás progresando. ¡Ahora es el momento de seguir esforzándose!
fr: Vous faites des progrès. Il est maintenant temps de continuer à pousser !
hi: आप प्रगति कर रहे हैं. अब प्रयास जारी रखने का समय है!
it: Stai facendo progressi. Ora è il momento di continuare a spingere!
pt: Você está progredindo. Agora é a hora de continuar pressionando!

# progressMessagePayingOff
source: Your dedication is paying off. Keep going!
de: Ihr Engagement zahlt sich aus. Weitermachen!
es: Tu dedicación está dando sus frutos. ¡Sigue adelante!
fr: Ta motivation porte ses fruits. Continue !
hi: आपका समर्पण रंग ला रहा है. जाता रहना!
it: La tua dedizione sta dando i suoi frutti. Continuare!
pt: Sua dedicação está dando resultado. Continue!

# progressMessageFinalStretch
source: It's the final stretch. Push yourself!
de: Es ist die letzte Etappe. Fordern Sie sich selbst!
es: Es la recta final. ¡Esfuérzate!
fr: C'est la dernière ligne droite. Poussez-vous !
hi: यह अंतिम पड़ाव है. अपने आप को धक्का!
it: È il tratto finale. Spingiti!
pt: É a reta final. Empurre-se!

# progressMessageCongrats
source: You did it! Congratulations!
de: Du hast es geschafft! Herzlichen Glückwunsch!
es: ¡Lo lograste! ¡Felicitaciones!
fr: Vous l'avez fait ! Félicitations!
hi: तुमने यह किया! बधाई हो!
it: Ce l'hai fatta! Congratulazioni!
pt: Você conseguiu! Parabéns!

# dayStreakWithCount
source: {count} Day Streak
de: {count}-Tage-Serie
es: Racha de {count} días
fr: Série de jours {count}
hi: {count} दिन की स्ट्रीक
it: Serie di {count} giorni
pt: Série de dias {count}

# streakLostTitle
source: Streak Lost
de: Serie verloren
es: Racha perdida
fr: Série perdue
hi: स्ट्रीक टूट गई
it: Serie interrotta
pt: Sequência perdida

# streakActiveSubtitle
source: You're on fire! Keep logging to maintain your momentum.
de: Du bist richtig gut dabei! Protokolliere weiter, um deinen Schwung zu halten.
es: ?Vas genial! Sigue registrando para mantener el ritmo.
fr: Tu es en feu ! Continue à enregistrer pour garder ton élan.
hi: आपका सब कुछ बहुत बढ़िया चल रहा है! अपनी गति बनाए रखने के लिए लॉगिंग करते रहें।
it: Sei in fiamme! Continua a registrare per mantenere lo slancio.
pt: Você está com tudo! Continue registrando para manter o ritmo.

# streakLostSubtitle
source: Don't give up. Log your meals today to get back on track.
de: Gib nicht auf. Melden Sie noch heute Ihre Mahlzeiten an, um wieder auf den richtigen Weg zu kommen.
es: No te rindas. Registre sus comidas hoy para volver a la normalidad.
fr: N'abandonnez pas. Enregistrez vos repas aujourd'hui pour vous remettre sur la bonne voie.
hi: हिम्मत मत हारो। पटरी पर वापस आने के लिए आज ही अपना भोजन लॉग करें।
it: Non arrenderti. Registra i tuoi pasti oggi per rimetterti in carreggiata.
pt: Não desista. Registre suas refeições hoje para voltar aos trilhos.

# alertCalorieGoalExceededTitle
source: Calorie goal exceeded
de: Kalorienziel überschritten
es: Objetivo de calorías superado
fr: Objectif calorique dépassé
hi: कैलोरी लक्ष्य पार हो गया
it: Obiettivo calorie superato
pt: Meta de calorias excedida

# alertCalorieGoalExceededBody
source: You are {over} kcal over your daily target.
de: Du bist {over} kcal über deinem Tagesziel.
es: Tienes {over} kcal por encima de tu objetivo diario.
fr: Vous avez {over} kcal au-dessus de votre objectif quotidien.
hi: आप अपने दैनिक लक्ष्य से {over} किलो कैलोरी अधिक हैं।
it: Hai {over} kcal sopra il tuo obiettivo giornaliero.
pt: Você está {over} kcal acima de sua meta diária.

# alertNearCalorieLimitTitle
source: You are near your calorie limit
de: Du bist nahe deinem Kalorienlimit
es: Estás cerca de tu límite de calorías
fr: Vous êtes proche de votre limite calorique
hi: आप अपनी कैलोरी सीमा के करीब हैं
it: Sei vicino al limite calorico
pt: Você está perto do seu limite de calorias

# alertNearCalorieLimitBody
source: Only {remaining} kcal left today. Plan your next meal carefully.
de: Nur noch {remaining} kcal übrig. Planen Sie Ihre nächste Mahlzeit sorgfältig.
es: Solo quedan {remaining} kcal hoy. Planifique su próxima comida con cuidado.
fr: Il ne reste aujourd’hui que {remaining} kcal. Planifiez soigneusement votre prochain repas.
hi: आज केवल {remaining} किलो कैलोरी बची है। अपने अगले भोजन की सावधानीपूर्वक योजना बनाएं।
it: Oggi restano solo {remaining} kcal. Pianifica attentamente il tuo prossimo pasto.
pt: Restam apenas {remaining} kcal hoje. Planeje sua próxima refeição com cuidado.

# alertProteinBehindTitle
source: Protein target is behind
de: Protein-Ziel liegt hinter
es: El objetivo de proteínas está detrás
fr: La cible protéique est en retard
hi: प्रोटीन लक्ष्य पीछे है
it: Il target proteico è indietro
pt: A meta de proteína está atrasada

# alertProteinBehindBody
source: You still need about {missing} g protein to hit today's target.
de: Sie benötigen noch etwa {missing} g Protein, um das heutige Ziel zu erreichen.
es: Todavía necesita alrededor de {missing} g de proteína para alcanzar el objetivo de hoy.
fr: Vous avez encore besoin d'environ {missing} g de protéine pour atteindre l'objectif d'aujourd'hui.
hi: आज के लक्ष्य तक पहुँचने के लिए आपको अभी भी लगभग {missing} g प्रोटीन की आवश्यकता है।
it: Hai ancora bisogno di circa {missing} g di proteine ​​per raggiungere l'obiettivo di oggi.
pt: Você ainda precisa de cerca de {missing} g de proteína para atingir a meta de hoje.

# alertCarbTargetExceededTitle
source: Carb target exceeded
de: Kohlenhydrat-Ziel überschritten
es: El objetivo de carbohidratos se superó
fr: Objectif de glucides dépassé
hi: कार्ब लक्ष्य पार हो गया
it: Obiettivo carboidrati superato
pt: Meta de carboidratos excedida

# alertCarbTargetExceededBody
source: Carbs are {over} g over target.
de: Kohlenhydrate liegen {over} g über Ziel.
es: Los carbohidratos están {over} g por encima del objetivo.
fr: Les glucides sont {over} g au-dessus de la cible.
hi: कार्ब्स लक्ष्य से {over} g अधिक हैं।
it: I carboidrati sono {over} g superiori al target.
pt: Os carboidratos estão {over} g acima da meta.

# alertFatTargetExceededTitle
source: Fat target exceeded
de: Fett-Ziel überschritten
es: El objetivo de grasa se excedió
fr: Objectif de graisse dépassé
hi: मोटा लक्ष्य पार हो गया
it: Obiettivo grasso superato
pt: Meta de gordura excedida

# alertFatTargetExceededBody
source: Fat is {over} g over target.
de: Fett liegt {over} g über Ziel.
es: La grasa está {over} g por encima del objetivo.
fr: La graisse est {over} g au-dessus de la cible.
hi: वसा लक्ष्य से {over} ग्राम अधिक है।
it: Il grasso è {over} g superiore al target.
pt: A gordura está {over} g acima da meta.

# smartNutritionTipTitle
source: Smart nutrition tip
de: Intelligenter Ernährungstipp
es: Nutrición inteligente consejo
fr: Conseil nutritionnel intelligent
hi: स्मार्ट पोषण टिप
it: Suggerimento nutrizionale intelligente
pt: Dica de nutrição inteligente

# smartNutritionKcalLeft
source: {calories} kcal left
de: {calories} kcal links
es: {calories} kcal restantes
fr: {calories} kcal restant
hi: {calories} किलो कैलोरी शेष
it: {calories} kcal rimaste
pt: {calories} kcal restantes

# smartNutritionKcalOver
source: {calories} kcal over
de: {calories} kcal über
es: {calories} kcal sobrantes
fr: {calories} kcal supérieur
hi: {calories} किलो कैलोरी खत्म
it: {calories} kcal oltre
pt: {calories} kcal acima

# smartNutritionProteinRemaining
source: {protein} g protein remaining
de: {protein} g verbleibendes Protein
es: {protein} g de proteína restante
fr: {protein} g de protéines restantes
hi: {protein} जी प्रोटीन शेष
it: {protein} g di proteine ​​rimanenti
pt: {protein} g de proteína restante

# smartNutritionProteinGoalReached
source: protein goal reached
de: Proteinziel erreicht
es: objetivo de proteína alcanzado
fr: objectif protéique atteint
hi: प्रोटीन लक्ष्य पूरा हो गया
it: obiettivo proteico raggiunto
pt: meta de proteína alcançada

# smartNutritionCombinedMessage
source: {calorieMessage} and {proteinMessage}. Log your next meal to stay on track.
de: {calorieMessage} und {proteinMessage}. Protokollieren Sie Ihre nächste Mahlzeit, um auf dem Laufenden zu bleiben.
es: {calorieMessage} y {proteinMessage}. Registre su próxima comida para mantener el rumbo.
fr: {calorieMessage} et {proteinMessage}. Enregistrez votre prochain repas pour rester sur la bonne voie.
hi: {calorieMessage} और {proteinMessage}। ट्रैक पर बने रहने के लिए अपना अगला भोजन लॉग करें।
it: {calorieMessage} e {proteinMessage}. Registra il tuo prossimo pasto per rimanere aggiornato.
pt: {calorieMessage} e {proteinMessage}. Registre sua próxima refeição para se manter no caminho certo.

# notificationStepsExerciseTitle
source: Steps and exercise reminder
de: Schritte und Trainingserinnerung
es: Recordatorio de pasos y ejercicio
fr: Rappel des étapes et des exercices
hi: कदम और व्यायाम अनुस्मारक
it: Passaggi e promemoria degli esercizi
pt: Lembrete de passos e exercícios

# notificationStepsExerciseBody
source: Log your steps or workout to complete today's activity target.
de: Protokollieren Sie Ihre Schritte oder Ihr Training, um das heutige Aktivitätsziel zu erreichen.
es: Registre sus pasos o entrenamiento para completar el objetivo de actividad de hoy.
fr: Enregistrez vos pas ou votre entraînement pour atteindre l'objectif d'activité du jour.
hi: आज के गतिविधि लक्ष्य को पूरा करने के लिए अपने कदम या कसरत लॉग करें।
it: Registra i tuoi passi o il tuo allenamento per completare l'obiettivo di attività di oggi.
pt: Registre seus passos ou treino para completar a meta de atividade de hoje.

# notificationBreakfastTitle
source: Breakfast reminder
de: Frühstückserinnerung
es: Recordatorio de desayuno
fr: Rappel du petit-déjeuner
hi: नाश्ता अनुस्मारक
it: Promemoria per la colazione
pt: Lembrete de café da manhã

# notificationBreakfastBody
source: Log breakfast to start your calorie and macro tracking early.
de: Protokollieren Sie das Frühstück, um früher mit der Kalorien- und Makroverfolgung zu beginnen.
es: Registre el desayuno para comenzar temprano el seguimiento de calorías y macros.
fr: Enregistrez le petit-déjeuner pour commencer tôt votre suivi des calories et des macros.
hi: अपनी कैलोरी और मैक्रो ट्रैकिंग जल्दी शुरू करने के लिए नाश्ता लॉग करें।
it: Registra la colazione per iniziare presto il monitoraggio delle calorie e dei macronutrienti.
pt: Registre o café da manhã para iniciar o monitoramento de calorias e macro mais cedo.

# notificationLunchTitle
source: Lunch reminder
de: Mittagessenerinnerung
es: Recordatorio de almuerzo
fr: Rappel du déjeuner
hi: दोपहर के भोजन का अनुस्मारक
it: Promemoria del pranzo
pt: Lembrete de almoço

# notificationLunchBody
source: Lunch time. Add your meal to keep your daily progress accurate.
de: Mittagspause. Fügen Sie Ihre Mahlzeit hinzu, um Ihren täglichen Fortschritt genau zu halten.
es: Hora del almuerzo. Agregue su comida para mantener su progreso diario preciso.
fr: L'heure du déjeuner. Ajoutez votre repas pour que vos progrès quotidiens restent précis.
hi: लंच टाइम। अपनी दैनिक प्रगति को सटीक रखने के लिए अपना भोजन जोड़ें।
it: Ora di pranzo. Aggiungi il tuo pasto per mantenere precisi i tuoi progressi giornalieri.
pt: Hora do almoço. Adicione sua refeição para manter seu progresso diário preciso.

# notificationDinnerTitle
source: Dinner reminder
de: Abendessen-Erinnerung
es: Recordatorio de cena
fr: Rappel du dîner
hi: रात्रि भोज अनुस्मारक
it: Promemoria per la cena
pt: Lembrete de jantar

# notificationDinnerBody
source: Log dinner and close your day with complete nutrition data.
de: Protokollieren Sie das Abendessen und schließen Sie Ihren Tag mit vollständigen Nährwertdaten ab.
es: Registre la cena y cierre su día con datos nutricionales completos.
fr: Connectez-vous au dîner et terminez votre journée avec des données nutritionnelles complètes.
hi: रात्रिभोज लॉग करें और संपूर्ण पोषण डेटा के साथ अपना दिन समाप्त करें।
it: Registra la cena e chiudi la giornata con i dati nutrizionali completi.
pt: Registre o jantar e feche o dia com dados nutricionais completos.

# notificationSnackTitle
source: Snack reminder
de: Snack-Erinnerung
es: Recordatorio de refrigerio
fr: Rappel de collation
hi: नाश्ते का अनुस्मारक
it: Promemoria spuntino
pt: Lembrete de lanche

# notificationSnackBody
source: Add your snack so calories and macros stay aligned with your goals.
de: Fügen Sie Ihren Snack hinzu, damit Kalorien und Makros mit Ihren Zielen übereinstimmen.
es: Agregue su refrigerio para que las calorías y las macros se mantengan alineadas con sus objetivos.
fr: Ajoutez votre collation pour que les calories et les macros restent alignées sur vos objectifs.
hi: अपना नाश्ता जोड़ें ताकि कैलोरी और मैक्रोज़ आपके लक्ष्यों के अनुरूप रहें।
it: Aggiungi il tuo spuntino in modo che calorie e macronutrienti rimangano in linea con i tuoi obiettivi.
pt: Adicione seu lanche para que calorias e macros fiquem alinhados com seus objetivos.

# smartNutritionDailyTitle
source: Smart nutrition check-in
de: Intelligente Ernährungskontrolle
es: Control diario de nutrición inteligente
fr: Enregistrement nutritionnel intelligent
hi: स्मार्ट पोषण चेक-इन
it: Controllo nutrizionale intelligente
pt: Verificação nutricional inteligente

# smartNutritionDailyBody
source: Target {calories} kcal, {protein}g protein, {carbs}g carbs, {fats}g fat. Log your latest meal to keep your plan accurate.
de: Ziel {calories} kcal, {protein}g Protein, {carbs}g Kohlenhydrate, {fats}g Fett. Protokollieren Sie Ihre letzte Mahlzeit, um Ihren Plan korrekt zu halten.
es: Objetivo {calories} kcal, {protein}g proteína, {carbs}g carbohidratos, {fats}g de grasa. Registre su última comida para mantener su plan preciso.
fr: Ciblez les kcal {calories}, les protéines {protein}g, les glucides {carbs}g, les graisses {fats}g. Enregistrez votre dernier repas pour que votre plan reste précis.
hi: लक्ष्य {calories} किलो कैलोरी, {protein}g प्रोटीन, {carbs}g कार्बोहाइड्रेट, {fats}g वसा। अपनी योजना को सटीक बनाए रखने के लिए अपना नवीनतम भोजन लॉग करें।
it: Obiettivo {calories} kcal, proteine ​​{protein}g, carboidrati {carbs}g, grassi {fats}g. Registra il tuo ultimo pasto per mantenere il tuo piano accurato.
pt: Alvo {calories} kcal, proteína {protein}g, carboidratos {carbs}g, gordura {fats}g. Registre sua última refeição para manter seu plano preciso.

# notificationWaterTitle
source: Water reminder
de: Wassererinnerung
es: Recordatorio de agua
fr: Rappel d'eau
hi: जल अनुस्मारक
it: Promemoria dell'acqua
pt: Lembrete de água

# notificationWaterBody
source: Hydration check. Log a glass of water in Cal AI.
de: Kontrolle der Flüssigkeitszufuhr. Protokollieren Sie ein Glas Wasser in Cal AI.
es: Control de hidratación. Registra un vaso de agua en Cal AI.
fr: Contrôle d'hydratation. Enregistrez un verre d’eau dans Cal AI.
hi: जलयोजन जांच. Cal AI में एक गिलास पानी लॉग करें।
it: Controllo dell'idratazione. Registra un bicchiere d'acqua in Cal AI.
pt: Verificação de hidratação. Registre um copo de água no Cal AI.

# homeWidgetLogFoodCta
source: Log your food
de: Protokollieren Sie Ihre Lebensmittel
es: Registra tu comida
fr: Enregistrez votre nourriture
hi: अपना भोजन लॉग करें
it: Registra il tuo cibo
pt: Registre sua comida

# homeWidgetCaloriesTodayTitle
source: Calories today
de: Kalorien heute
es: Calorías de hoy
fr: Calories aujourd'hui
hi: आज कैलोरी
it: Calorie oggi
pt: Calorias hoje

# homeWidgetCaloriesSubtitle
source: {calories} / {goal} kcal
de: {calories} von {goal} kcal
es: {calories} de {goal} kcal
fr: {calories} sur {goal} kcal
hi: {calories} / {goal} किलो कैलोरी
