Repository: jones-semicolon/CalAI
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, hi, it, pt

# describeTitle
source: Describe
de: Beschreiben
es: Describir
fr: Décrire
hi: वर्णन
it: Descrivere
pt: Descrever

# runDescription
source: Running, jogging, sprinting, etc.
de: Laufen, Joggen, Sprinten usw.
es: Correr, trotar, correr, etc.
fr: Course à pied, jogging, sprint, etc.
hi: दौड़ना, जॉगिंग, दौड़ना, आदि.
it: Correre, fare jogging, correre, ecc.
pt: Correr, correr, correr, etc.

# weightLiftingDescription
source: Machines, free weights, etc.
de: Maschinen, Hanteln usw.
es: Máquinas, pesas libres, etc.
fr: Machines, poids libres, etc.
hi: मशीनें, मुफ्त वजन, आदि.
it: Macchine, pesi liberi, ecc.
pt: Máquinas, pesos livres, etc.

# describeWorkoutDescription
source: Write your workout in text
de: Schreiben Sie Ihr Training in Text
es: Escribe tu entrenamiento en texto
fr: Écrivez votre entraînement dans le texte
hi: अपना वर्कआउट लिखें text
it: Scrivi il tuo allenamento nel testo
pt: Escreva seu treino em texto

# setIntensityLabel
source: Set Intensity
de: Einstellen Intensität
es: Establecer Intensidad
fr: Définir l'intensité
hi: सेट तीव्रता
it: Imposta l'intensità
pt: Definir intensidade

# durationLabel
source: Duration
de: Dauer
es: Duración
fr: Durée
hi: अवधि
it: Durata
pt: Duração

# minutesShortLabel
source: mins
de: Minuten
es: minutos
fr: minutes
hi: मिनट
it: min
pt: minutos

# minutesAbbrevSuffix
source: m
hi: मि.
it: min
pt: eu

# addLabel
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungere
pt: Adicionar

# intensityLabel
source: Intensity
de: Intensität
es: Intensidad
fr: Intensité
hi: तीव्रता
it: Intensità
pt: Intensidade

# intensityHighLabel
source: High
de: Hoch
es: Alta
fr: Haut
hi: उच्च
it: Alto
pt: Alto

# intensityMediumLabel
source: Medium
de: Mittel
es: Medio
fr: Moyen
hi: मध्यम
it: Medio
pt: Médio

# intensityLowLabel
source: Low
de: Niedrig
es: Bajo
fr: Faible
hi: कम
it: Basso
pt: Baixo

# runIntensityHighDescription
source: Sprinting - 14 mph (4 minutes miles)
de: Sprinten – 14 Meilen pro Stunde (4 Minuten Meilen)
es: Carreras de velocidad: 14 mph (4 minutos por milla)
fr: Sprint - 14 mph (4 minutes miles)
hi: स्प्रिंटिंग - 14 मील प्रति घंटे (4 मिनट मील)
it: Sprint - 14 mph (4 minuti miglia)
pt: Corrida - 14 mph (4 minutos milhas)

# runIntensityMediumDescription
source: Jogging - 6 mph (10 minutes miles)
de: Joggen – 6 Meilen pro Stunde (10 Minuten Meilen)
es: Trotar: 6 mph (10 minutos por milla)
fr: Footing - 6 mph (10 minutes par mile)
hi: जॉगिंग - 6 मील प्रति घंटे (10 मिनट) मील)
it: Jogging - 6 mph (10 minuti miglia)
pt: Corrida - 6 mph (10 minutos milhas)

# runIntensityLowDescription
source: Chill walk - 3 mph (20 minutes miles)
de: Chill Walk – 3 Meilen pro Stunde (20 Minuten). Meilen)
es: Caminata relajada: 3 mph (20 minutos por milla)
fr: Marche relaxante - 3 mph (20 minutes miles)
hi: ठंडी चाल - 3 मील प्रति घंटे (20 मिनट मील)
it: Camminata rilassante - 3 mph (20 minuti miglia)
pt: Caminhada relaxante - 3 mph (20 minutos milhas)

# weightIntensityHighDescription
source: Training to failure, breathing heavily
de: Training bis zum Muskelversagen, schwer atmen
es: Entrenando hasta el fracaso, respirando pesadamente.
fr: S'entraîner jusqu'à l'échec, respirer fort
hi: असफलता की ओर प्रशिक्षण, भारी सांसें
it: Allenamento fino al cedimento, respiro affannoso
pt: Treinando até o fracasso, respirando pesadamente

# weightIntensityMediumDescription
source: Breaking a sweat, many reps
de: Ins Schwitzen geraten, viele Wiederholungen
es: Sudando, muchas repeticiones
fr: Transpirer, beaucoup de répétitions
hi: पसीना तोड़ना, कई प्रतिनिधि
it: Sudare, molte ripetizioni
pt: Suando muito, muitas repetições

# weightIntensityLowDescription
source: Not breaking a sweat, giving little effort
de: Nicht ins Schwitzen geraten, wenig Anstrengung geben
es: Sin sudar, haciendo poco esfuerzo
fr: Ne pas transpirer, faire peu d'effort
hi: कोई पसीना नहीं बहा रहा, थोड़ा प्रयास कर रहा हूं
it: Senza sudare, con poco sforzo
pt: Sem suar a camisa, dando pouco esforço

source: Exercise logged successfully!
de: Übung erfolgreich protokolliert!
es: ¡Ejercicio registrado exitosamente!
fr: Exercice enregistré avec succès !
hi: व्यायाम सफलतापूर्वक लॉग किया गया!
it: Esercizio registrato con successo!
pt: Exercício registrado com sucesso!

source: Exercise parsed and logged!
de: Übung analysiert und protokolliert!
es: ¡Ejercicio analizado y registrado!
fr: Exercice analysé et enregistré !
hi: व्यायाम को पार्स किया गया और लॉग किया गया!
it: Esercizio analizzato e registrato!
pt: Exercício analisado e registrado!

# describeExerciseTitle
source: Describe Exercise
de: Übung beschreiben
es: Describir el ejercicio
fr: Décrire l'exercice
hi: व्यायाम का वर्णन करें
it: Descrivi l'esercizio
pt: Descrever o exercício

# whatDidYouDoHint
source: What did you do?
de: Was haben Sie gemacht?
es: ?Qu? hiciste?
fr: Qu'est-ce que tu as fait?
hi: आपने क्या किया?
it: Che cosa hai fatto?
pt: O que você fez?

# describeExerciseExample
source: Example: Outdoor hiking for 5 hours, felt exhausted
de: Beispiel: 5 Stunden Wandern im Freien, Gefühl der Erschöpfung
es: Ejemplo: Caminata al aire libre durante 5 horas, me sentí agotado
fr: Exemple : randonnée en plein air pendant 5 heures, je me sens épuisé
hi: उदाहरण: 5 घंटे तक आउटडोर पदयात्रा, थकावट महसूस हुई
it: Esempio: escursione all'aria aperta per 5 ore, mi sentivo esausto
pt: Exemplo: Caminhada ao ar livre por 5 horas, senti-me exausto

# servingLabel
source: Serving
de: Portion
es: Servicio
fr: Portion
hi: सेवित
it: Servire
pt: Servindo

# productNotFoundMessage
source: Product not found.
de: Produkt nicht gefunden.
es: Producto no encontrado.
fr: Produit introuvable.
hi: उत्पाद नहीं मिला।
it: Prodotto non trovato.
pt: Produto não encontrado.

# couldNotIdentify
source: Could not identify "{text}".
de: „{text}“ konnte nicht identifiziert werden.
es: No se pudo identificar "{text}".
fr: Impossible d'identifier "{text}".
hi: "{text}" की पहचान नहीं हो सकी।
it: Impossibile identificare "{text}".
pt: Não foi possível identificar "{text}".

# identifyingFoodMessage
source: Identifying food...
de: Lebensmittel identifizieren...
es: Identificando alimentos...
fr: Identifier les aliments...
hi: भोजन की पहचान...
it: Identificare il cibo...
pt: Identificando alimentos...

# loggedSuccessfullyMessage
source: Logged successfully!
de: Erfolgreich angemeldet!
es: ¡Se ha iniciado sesión correctamente!
fr: Connecté avec succès !
hi: सफलतापूर्वक लॉग इन किया गया!
it: Registrato con successo!
pt: Registrado com sucesso!

# barcodeScannerLabel
source: Barcode Scanner
es: Escáner de código de barras
fr: Lecteur de codes à barres
hi: बारकोड स्कैनर
it: Lettore di codici a barre
pt: Leitor de código de barras

# barcodeLabel
source: Barcode
de: Strichcode
es: Código de barras
fr: Code à barres
hi: बारकोड
it: Codice a barre
pt: Código de barras

source: Food Label
de: Lebensmitteletikett
es: Etiqueta de los alimentos
fr: Étiquette alimentaire
hi: खाद्य लेबल
it: Etichetta alimentare
pt: Rótulo de alimentos

# galleryLabel
source: Gallery
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
it: Galleria
pt: Galeria

# bestScanningPracticesTitle
source: Best scanning practices
de: Beste Scan-Praktiken
es: Mejores prácticas de escaneo
fr: Meilleures pratiques d'analyse
hi: सर्वोत्तम स्कैनिंग प्रथाएँ
it: Migliori pratiche di scansione
pt: Melhores práticas de digitalização

# generalTipsTitle
source: General tips:
de: Allgemeine Tipps:
es: Consejos generales:
fr: Conseils généraux :
hi: सामान्य युक्तियाँ:
it: Consigli generali:
pt: Dicas gerais:

# scanTipKeepFoodInside
source: Keep the food inside the scan lines
de: Halten Sie die Lebensmittel innerhalb der Scanlinien
es: Mantenga la comida dentro de las líneas de escaneo.
fr: Gardez la nourriture à l'intérieur des lignes de balayage
hi: भोजन को स्कैन लाइनों के अंदर रखें
it: Mantenere il cibo all'interno delle linee di scansione
pt: Mantenha a comida dentro das linhas de varredura

# scanTipHoldPhoneStill
source: Hold your phone still so the image is not blurry
de: Halten Sie Ihr Telefon ruhig, damit das Bild nicht verschwommen ist
es: Mantenga su teléfono quieto para que la imagen no esté borrosa
fr: Tenez votre téléphone immobile pour que l'image ne soit pas floue
hi: अपने फ़ोन को स्थिर रखें ताकि छवि धुंधली न हो
it: Tieni fermo il telefono in modo che l'immagine non sia sfocata
pt: Mantenha o telefone imóvel para que a imagem não fique desfocada

# scanTipAvoidObscureAngles
source: Don't take the picture at obscure angles
de: Nehmen Sie das Bild nicht aus unklaren Winkeln auf
es: No tomes la fotografía en ángulos oscuros.
fr: Ne prenez pas la photo sous des angles obscurs
hi: अस्पष्ट कोणों पर चित्र न लें
it: Non scattare la foto da angolazioni oscure
pt: Não tire fotos em ângulos obscuros

# scanNowLabel
source: Scan now
de: Jetzt scannen
es: Escanear ahora
fr: Scannez maintenant
hi: अब स्कैन करें
it: Scansiona ora
pt: Digitalize agora

# allTabLabel
source: All
de: Alle
es: Todo
fr: Tous
hi: सभी
it: Tutto
pt: Todos

# myMealsTabLabel
source: My meals
de: Meine Mahlzeiten
es: mis comidas
fr: Mes repas
hi: मेरा भोजन
it: I miei pasti
pt: Minhas refeições

# myFoodsTabLabel
source: My foods
de: Meine Lebensmittel
es: mis comidas
fr: Mes aliments
hi: मेरे भोजन
it: I miei cibi
pt: Minhas comidas

# savedScansTabLabel
source: Saved scans
de: Gespeicherte Scans
es: Escaneos guardados
fr: Analyses enregistrées
hi: स्कैन सहेजे गए
it: Scansioni salvate
pt: Verificações salvas

# logEmptyFoodLabel
source: Log empty food
de: Leeres Essen protokollieren
es: Registrar comida vacía
fr: Enregistrez la nourriture vide
hi: खाली भोजन लॉग करें
it: Registra il cibo vuoto
pt: Registrar comida vazia

# searchResultsLabel
source: Search Results
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de la recherche
hi: खोज के परिणाम
it: Risultati della ricerca
pt: Resultados da pesquisa

# suggestionsLabel
source: Suggestions
de: Vorschläge
es: Sugerencias
fr: Suggestions proposées
hi: सुझाव
it: Suggerimenti
pt: Sugestões

# noItemsFoundLabel
source: No items found.
de: Keine Artikel gefunden.
es: No se encontraron artículos.
fr: Aucun élément trouvé.
hi: कोई आइटम नहीं मिला।
it: Nessun articolo trovato.
pt: Nenhum item encontrado.

# noSuggestionsAvailableLabel
source: No suggestions available
de: Keine Vorschläge verfügbar
es: No hay sugerencias disponibles
fr: Aucune suggestion disponible
hi: कोई सुझाव उपलब्ध नहीं है
it: Nessun suggerimento disponibile
pt: Nenhuma sugestão disponível

# noSavedScansYetLabel
source: No saved scans yet
de: Noch keine gespeicherten Scans
es: Aún no hay escaneos guardados
fr: Aucune analyse enregistrée pour l'instant
hi: अभी तक कोई सहेजा गया स्कैन नहीं
it: Nessuna scansione ancora salvata
pt: Nenhuma verificação salva ainda

# describeWhatYouAteHint
source: Describe what you ate
de: Beschreiben Sie, was Sie gegessen haben
es: Describe lo que comiste
fr: Décrivez ce que vous avez mangé
hi: वर्णन करें कि आपने क्या खाया
it: Descrivi cosa hai mangiato
pt: Descreva o que você comeu

# foodAddedToDate
source: Added {foodName} to {dateId}
de: {foodName} zu {dateId} hinzugefügt
es: Se agregó {foodName} a {dateId}.
fr: Ajout de {foodName} à {dateId}
hi: {foodName} को {dateId} में जोड़ा गया
it: Aggiunto {foodName} a {dateId}
pt: Adicionado {foodName} a {dateId}

# failedToAddFood
source: Failed to add food. Try again.
de: Essen konnte nicht hinzugefügt werden. Versuchen Sie es erneut.
es: No se pudo agregar comida. Intentar otra vez.
fr: Échec de l'ajout de nourriture. Essayer à nouveau.
hi: भोजन जोड़ने में विफल. पुनः प्रयास करें।
it: Impossibile aggiungere il cibo. Riprova.
pt: Falha ao adicionar comida. Tente novamente.

# invalidFoodIdMessage
source: Invalid Food ID
de: Ungültige Lebensmittel-ID
es: Identificación de comida no válida
fr: ID d'aliment invalide
hi: अमान्य खाद्य आईडी
it: ID cibo non valido
pt: ID de alimentação inválido

# foodNotFoundMessage
source: Food not found
de: Essen nicht gefunden
es: Comida no encontrada
fr: Nourriture introuvable
hi: खाना नहीं मिला
it: Cibo non trovato
pt: Comida não encontrada

source: Could not load food details
de: Die Lebensmitteldetails konnten nicht geladen werden
es: No se pudieron cargar los detalles de la comida.
fr: Impossible de charger les détails de la nourriture
hi: भोजन का विवरण लोड नहीं किया जा सका
it: Impossibile caricare i dettagli del cibo
pt: Não foi possível carregar os detalhes dos alimentos

# gramsShortLabel
source: G
hi: जी

# standardLabel
source: Standard
es: Estándar
hi: मानक
pt: Padrão

# selectedFoodTitle
source: Selected food
de: Ausgewählte Speisen
es: comida seleccionada
fr: Nourriture sélectionnée
hi: चयनित भोजन
it: Cibo selezionato
pt: Comida selecionada

# measurementLabel
source: Measurement
de: Messung
es: Medición
fr: Mesures
hi: माप
it: Misurazione
pt: Medição

# otherNutritionFactsLabel
source: Other nutrition facts
de: Weitere Nährwertangaben
es: Otros datos nutricionales
fr: Autres faits nutritionnels
hi: अन्य पोषण संबंधी तथ्य
it: Altri dati nutrizionali
pt: Outras informações nutricionais

# numberOfServingsLabel
source: Number of servings
de: Anzahl der Portionen
es: Número de porciones
fr: Nombre de portions
hi: सर्विंग्स की संख्या
it: Numero di porzioni
pt: Número de porções

# logLabel
source: Log
de: Protokoll
es: Registrar
fr: Enregistrer
hi: लॉग करें
it: Registra
pt: Registro

# nutrientsTitle
source: Nutrients
de: Nährstoffe
es: Nutrientes
fr: Nutriments
hi: पोषक तत्व
it: Nutrienti
pt: Nutrientes

# totalNutritionLabel
source: Total Nutrition
de: Gesamternährung
es: Nutrición total
fr: Nutrition totale
hi: कुल पोषण
it: Nutrizione totale
pt: Nutrição total

# enterFoodNameHint
source: Enter food name
de: Geben Sie den Lebensmittelnamen ein
es: Introduzca el nombre del alimento
fr: Entrez le nom de l'aliment
hi: भोजन का नाम दर्ज करें
it: Inserisci il nome del cibo
pt: Digite o nome do alimento

# kcalLabel
source: kcal
fr: kilocalories
hi: किलो कैलोरी
pt: calorias

# statsLabel
source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
hi: आँकड़े
it: Statistiche
pt: Estatísticas

# intensityModerateLabel
source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
hi: मध्यम
it: Moderare
pt: Moderado

# thisWeekLabel
source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
it: Questa settimana
pt: Essa semana

# lastWeekLabel
source: Last Week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
hi: पिछले सप्ताह
it: La settimana scorsa
pt: Semana passada

# twoWeeksAgoLabel
source: 2 wks ago
de: Vor 2 Wochen
es: Hace 2 semanas
fr: il y a 2 semaines
hi: 2 सप्ताह पहले
it: 2 settimane fa
pt: 2 semanas atrás

# threeWeeksAgoLabel
source: 3 wks ago
de: Vor 3 Wochen
es: Hace 3 semanas
fr: il y a 3 semaines
hi: 3 सप्ताह पहले
it: 3 settimane fa
pt: 3 semanas atrás

# totalCaloriesLabel
source: Total Calories
de: Gesamtkalorien
es: Calorías totales
fr: Calories totales
hi: कुल कैलोरी
it: Calorie totali
pt: Calorias totais

# calsLabel
source: cals
de: Kal.
es: calorías
fr: calories
hi: कैलोरी
it: cal
pt: chamadas

# dayShortSun
source: Sun
de: So
es: Sol
fr: Dim
hi: रवि
it: Dom
pt: Dom

# dayShortMon
source: Mon
de: Mo
es: Lun
fr: Lun
hi: सोम
it: Lun
pt: seg

# dayShortTue
source: Tue
de: Di
es: Mar
fr: Mar
hi: मंगल
it: Mar
pt: ter

# dayShortWed
source: Wed
de: Mi
es: Mi?
fr: Mer
hi: बुध
it: Mer
pt: Qua

# dayShortThu
source: Thu
de: Do
es: Jue
fr: Jeu
hi: गुरु
it: Gio
pt: qui

# dayShortFri
source: Fri
de: Fr
es: Vie
fr: Ven
hi: शुक्र
it: Ven
pt: sex

# dayShortSat
source: Sat
de: Sa
es: Sáb
fr: Sam
hi: शनि
it: Sab
pt: Sáb

# ninetyDaysLabel
source: 90 Days
de: 90 Tage
es: 90 días
fr: 90 jours
hi: 90 दिन
it: 90 giorni
pt: 90 dias

# sixMonthsLabel
source: 6 Months
de: 6 Monate
es: 6 meses
fr: 6 mois
hi: 6 महीने
it: 6 mesi
pt: 6 meses

# oneYearLabel
source: 1 Year
de: 1 Jahr
es: 1 año
fr: 1 an
hi: 1 वर्ष
it: 1 anno
pt: 1 ano

# allTimeLabel
source: All time
de: Alle Zeiten
es: Todo el tiempo
fr: Tout le temps
hi: पूरे समय
it: Tutto il tempo
pt: Todo o tempo

# waitingForFirstLogLabel
source: Waiting for your first log...
de: Ich warte auf Ihr erstes Protokoll ...
es: Esperando tu primer registro...
fr: En attendant votre premier journal...
hi: आपके पहले लॉग की प्रतीक्षा है...
it: In attesa della tua prima registrazione...
pt: Aguardando seu primeiro registro...

# editGoalPickerTitle
source: Edit Goal Picker
de: Zielauswahl bearbeiten
es: Editar selector de objetivos
fr: Modifier le sélecteur d'objectifs
hi: लक्ष्य चयनकर्ता संपादित करें
it: Modifica il selettore degli obiettivi
pt: Editar seletor de metas

# bmiDisclaimerTitle
source: Disclaimer
de: Haftungsausschluss
es: Descargo de responsabilidad
fr: Clause de non-responsabilité
hi: अस्वीकरण
it: Avvertenza
pt: Isenção de responsabilidade

# bmiDisclaimerBody
source: As with most measures of health, BMI is not a perfect test. For example, results can be thrown off by pregnancy or high muscle mass, and it may not be a good measure of health for child or the elderly.
de: Wie bei den meisten Gesundheitsmaßstäben ist der BMI kein perfekter Test. Beispielsweise können die Ergebnisse durch eine Schwangerschaft oder eine hohe Muskelmasse verfälscht werden, und es ist möglicherweise kein guter Indikator für die Gesundheit von Kindern oder älteren Menschen.
es: Como ocurre con la mayoría de las medidas de salud, el IMC no es una prueba perfecta. Por ejemplo, los resultados pueden verse alterados por el embarazo o una masa muscular elevada, y puede que no sea una buena medida de la salud de los niños o las personas mayores.
fr: Comme pour la plupart des mesures de santé, l’IMC n’est pas un test parfait. Par exemple, les résultats peuvent être altérés par une grossesse ou une masse musculaire élevée, et cela peut ne pas constituer une bonne mesure de la santé des enfants ou des personnes âgées.
hi: स्वास्थ्य के अधिकांश मापों की तरह, बीएमआई एक आदर्श परीक्षण नहीं है। उदाहरण के लिए, गर्भावस्था या उच्च मांसपेशी द्रव्यमान के कारण परिणाम ख़राब हो सकते हैं, और यह बच्चे या बुजुर्गों के लिए स्वास्थ्य का अच्छा उपाय नहीं हो सकता है।
it: Come con la maggior parte delle misure di salute, il BMI non è un test perfetto. Ad esempio, i risultati possono essere annullati dalla gravidanza o da un’elevata massa muscolare e potrebbero non essere un buon indicatore della salute di un bambino o di un anziano.
pt: Tal como acontece com a maioria das medidas de saúde, o IMC não é um teste perfeito. Por exemplo, os resultados podem ser prejudicados pela gravidez ou pelo aumento da massa muscular, e pode não ser uma boa medida de saúde para crianças ou idosos.

# bmiWhyItMattersTitle
source: So then, why does BMI matter?
de: Warum ist der BMI dann wichtig?
es: Entonces, ¿por qué es importante el IMC?
fr: Alors, pourquoi l’IMC est-il important ?
hi: तो फिर, बीएमआई क्यों मायने रखता है?
it: Allora, perché il BMI è importante?
pt: Então, por que o IMC é importante?

# bmiWhyItMattersBody
source: In general, the higher your BMI, the higher the risk of developing a range of conditions linked with excess weight, including:\n� diabetes\n� arthritis\n� liver disease\n� several types of cancer (such as those of the breast, colon, and prostate)\n� high blood pressure (hypertension)\n� high cholesterol\n� sleep apnea
de: Generell gilt: Je höher Ihr BMI, desto höher ist das Risiko, eine Reihe von Erkrankungen zu entwickeln, die mit Übergewicht in Zusammenhang stehen, darunter:\n� Diabetes\n� Arthritis\n� Lebererkrankungen\n� verschiedene Arten von Krebs (z. B. Brust-, Dickdarm- und Prostatakrebs)\n� hoher Blutdruck (Hypertonie)\n� hoher Cholesterinspiegel\n� Schlafapnoe
es: En general, cuanto mayor sea su IMC, mayor será el riesgo de desarrollar una variedad de afecciones relacionadas con el exceso de peso, que incluyen: � diabetes � artritis � enfermedad hepática � varios tipos de cáncer (como los de mama, colon y próstata) � presión arterial alta (hipertensión) � colesterol alto � apnea del sueño
fr: En général, plus votre IMC est élevé, plus le risque de développer diverses affections liées à l'excès de poids est élevé, notamment :\n� le diabète\n� l'arthrite\n� les maladies du foie\n� plusieurs types de cancer (comme ceux du sein, du côlon et de la prostate)\n� l'hypertension artérielle (hypertension)\n� l'hypercholestérolémie\n� l'apnée du sommeil
hi: सामान्य तौर पर, आपका बीएमआई जितना अधिक होगा, अतिरिक्त वजन से जुड़ी कई स्थितियों के विकसित होने का जोखिम उतना अधिक होगा, जिनमें शामिल हैं: मधुमेह\nगठिया\nयकृत रोग\nकई प्रकार के कैंसर (जैसे कि स्तन, बृहदान्त्र और प्रोस्टेट), उच्च रक्तचाप (उच्च रक्तचाप) उच्च कोलेस्ट्रॉल\nस्लीप एपनिया
it: In generale, più alto è il tuo indice di massa corporea, maggiore è il rischio di sviluppare una serie di condizioni legate all'eccesso di peso, tra cui:\n� diabete\n� artrite\n� malattie del fegato\n� diversi tipi di cancro (come quelli del seno, del colon e della prostata)\n� pressione alta (ipertensione)\n� colesterolo alto\n� apnea notturna
pt: Em geral, quanto maior o seu IMC, maior o risco de desenvolver uma série de doenças relacionadas ao excesso de peso, incluindo:\n� diabetes\n� artrite\n� doença hepática\n� vários tipos de câncer (como os de mama, cólon e próstata)\n� pressão alta (hipertensão)\n� colesterol alto\n� apneia do sono

# noWeightHistoryYet
source: No weight history recorded yet.
de: Es wurde noch kein Gewichtsverlauf aufgezeichnet.
es: Aún no se ha registrado ningún historial de peso.
fr: Aucun historique de poids n'a encore été enregistré.
hi: अभी तक कोई वजन इतिहास दर्ज नहीं किया गया है।
it: Nessuna cronologia del peso ancora registrata.
pt: Nenhum histórico de peso registrado ainda.

# overLabel
source: over
de: über
es: por encima
fr: sur
hi: ऊपर
it: Sopra
pt: sobre

# dailyBreakdownTitle
source: Daily Breakdown
de: Tägliche Aufschlüsselung
es: Desglose diario
fr: Répartition quotidienne
hi: दैनिक टूटना
it: Ripartizione giornaliera
pt: Repartição Diária

# editDailyGoalsLabel
source: Edit Daily Goals
de: Bearbeiten Sie die täglichen Ziele
es: Editar objetivos diarios
fr: Modifier les objectifs quotidiens
hi: दैनिक लक्ष्य संपादित करें
it: Modifica obiettivi giornalieri
pt: Editar metas diárias

source: Error loading data
de: Fehler beim Laden der Daten
es: Error al cargar datos
fr: Erreur de chargement des données
hi: डेटा लोड करने में त्रुटि
it: Errore durante il caricamento dei dati
pt: Erro ao carregar dados

# gramsLabel
source: grams
de: Gramm
es: gramas
fr: grammes
hi: ग्राम
it: grammi
pt: gramas

# healthStatusNotEvaluated
source: Not evaluated
de: Nicht bewertet
es: No evaluado
fr: Non évalué
hi: मूल्यांकन नहीं
it: Non valutato
pt: Não avaliado

# healthStatusCriticallyLow
source: Critically low
de: Kritisch niedrig
es: Críticamente bajo
fr: Critiquement bas
hi: गंभीर रूप से कम
it: Criticamente basso
pt: Criticamente baixo

# healthStatusNeedsImprovement
source: Needs improvement
de: Verbesserungsbedarf
es: Necesita mejorar
fr: Besoin d'amélioration
hi: सुधार की जरूरत
it: Ha bisogno di miglioramenti
pt: Precisa de melhorias

# healthStatusFairProgress
source: Fair progress
de: Fairer Fortschritt
es: Progreso justo
fr: Des progrès équitables
hi: उचित प्रगति
it: Discreto progresso
pt: Progresso justo

# healthStatusGoodHealth
source: Good health
de: Gute Gesundheit
es: Buena salud
fr: Bonne santé
hi: अच्छा स्वास्थ्य
it: Buona salute
pt: Boa saúde

# healthStatusExcellentHealth
source: Excellent health
de: Ausgezeichnete Gesundheit
es: Excelente salud
fr: Excellente santé
hi: उत्कृष्ट स्वास्थ्य
it: Ottima salute
pt: Excelente saúde

# remindersTitle
source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
hi: अनुस्मारक
it: Promemoria
pt: Lembretes
