Repository: jones-semicolon/CalAI
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, hi, it, pt

source: How does it work?
de: Wie funktioniert es?
es: ¿Cómo funciona?
fr: Comment ça marche ?
hi: यह कैसे काम करता है?
it: Come funziona?
pt: Como funciona?

# goodLabel
source: Good
de: Gut
es: Bueno
fr: Bien
hi: अच्छा
it: Bene
pt: Bom

# badLabel
source: Bad
de: Schlecht
es: Malo
fr: Mauvais
hi: खराब
it: Cattivo
pt: Ruim

source: Daily recommendation for
de: Tagesempfehlung für
es: Recomendación diaria para
fr: Recommandation quotidienne pour
hi: के लिए दैनिक अनुशंसा
it: Raccomandazione quotidiana per
pt: Recomendação diária para

# loadingCustomizingHealthPlan
source: Customizing health plan...
de: Gesundheitsplan anpassen...
es: Personalizando el plan de salud...
fr: Personnalisation du plan de santé...
hi: स्वास्थ्य योजना को अनुकूलित किया जा रहा है...
it: Personalizzazione del piano sanitario...
pt: Personalizando plano de saúde...

# loadingApplyingBmrFormula
source: Applying BMR formula...
de: Anwendung der BMR-Formel...
es: Aplicando la fórmula de TMB...
fr: Application de la formule BMR...
hi: बीएमआर फॉर्मूला लागू करना...
it: Applicazione della formula BMR...
pt: Aplicando a fórmula BMR...

# loadingEstimatingMetabolicAge
source: Estimating your metabolic age...
de: Schätzen Sie Ihr Stoffwechselalter...
es: Estimando tu edad metabólica...
fr: Estimer votre âge métabolique...
hi: आपकी चयापचय आयु का अनुमान लगाया जा रहा है...
it: Stima della tua età metabolica...
pt: Estimando sua idade metabólica...

# loadingFinalizingResults
source: Finalizing results...
de: Endgültige Ergebnisse...
es: Finalizando resultados...
fr: Finalisation des résultats...
hi: परिणामों को अंतिम रूप दिया जा रहा है...
it: Finalizzazione dei risultati...
pt: Finalizando resultados...

# loadingSetupForYou
source: We're setting everything\nup for you
de: Wir richten alles für Sie ein
es: Estamos configurando todo para ti
fr: Nous préparons tout\npour vous
hi: हम आपके लिए सब कुछ व्यवस्थित कर रहे हैं
it: Stiamo impostando tutto\nper te
pt: Estamos configurando tudo\npara você

# step4TriedOtherCalorieApps
source: Have you tried other calorie tracking apps?
de: Haben Sie andere Kalorien-Tracking-Apps ausprobiert?
es: ¿Has probado otro seguimiento de calorías? apps?
fr: Avez-vous essayé d'autres applications de suivi des calories ?
hi: क्या आपने अन्य कैलोरी ट्रैकिंग ऐप्स आज़माए हैं?
it: Hai provato altre app per il monitoraggio delle calorie?
pt: Você já experimentou outros aplicativos de rastreamento de calorias?

# step5CalAiLongTermResults
source: Cal AI creates long-term results
de: Cal AI schafft langfristige Ergebnisse
es: Cal AI crea resultados a largo plazo
fr: Cal AI crée des résultats à long terme
hi: कैल एआई दीर्घकालिक परिणाम बनाता है
it: Cal AI crea risultati a lungo termine
pt: Cal AI cria resultados de longo prazo

# step6HeightWeightTitle
source: Height & Weight
de: Größe und Gewicht
es: Altura y peso
fr: Taille et poids
hi: ऊंचाई और वजन
it: Altezza e peso
pt: Altura e Peso

# step6HeightWeightSubtitle
source: This will be taken into account when calculating your daily nutrition goals.
de: Dies wird bei der Berechnung Ihrer täglichen Ernährungsziele berücksichtigt.
es: Esto se tendrá en cuenta al calcular sus objetivos nutricionales diarios.
fr: Ceci sera pris en compte lors du calcul de vos objectifs nutritionnels quotidiens.
hi: आपके दैनिक पोषण लक्ष्यों की गणना करते समय इसे ध्यान में रखा जाएगा।
it: Questo verrà preso in considerazione nel calcolo dei tuoi obiettivi nutrizionali giornalieri.
pt: Isso será levado em consideração no cálculo de suas metas nutricionais diárias.

# step7WhenWereYouBorn
source: When were you born?
de: Wann wurdest du geboren?
es: ¿Cuándo naciste?
fr: Quand êtes-vous né?
hi: आपका जन्म कब हुआ था?
it: Quando sei nato?
pt: Quando você nasceu?

# step8GoalQuestionTitle
source: What is your goal?
de: Was ist Ihr Ziel?
es: ¿Cuál es tu objetivo?
fr: Quel est votre objectif ?
hi: आपका लक्ष्य क्या है?
it: Qual è il tuo obiettivo?
pt: Qual é o seu objetivo?

# step8GoalQuestionSubtitle
source: This helps us generate a plan for your calorie intake.
de: Dies hilft uns, einen Plan für Ihre Kalorienzufuhr zu erstellen.
es: Esto nos ayuda a generar un plan para tu ingesta de calorías.
fr: Cela nous aide à générer un plan pour votre apport calorique.
hi: इससे हमें आपके कैलोरी सेवन के लिए एक योजना तैयार करने में मदद मिलती है।
it: Questo ci aiuta a generare un piano per il tuo apporto calorico.
pt: Isso nos ajuda a gerar um plano para sua ingestão de calorias.

# step9SpecificDietQuestion
source: Do you follow a specific diet?
de: Befolgen Sie eine bestimmte Diät?
es: ¿Sigues un programa específico? dieta?
fr: Suivez-vous un régime spécifique ?
hi: क्या आप किसी विशिष्ट आहार का पालन करते हैं?
it: Segui una dieta specifica?
pt: Você segue uma dieta específica?

# step9DietClassic
source: Classic
de: Klassiker
es: Clásico
fr: Classique
hi: क्लासिक
it: Classico
pt: Clássico

# step9DietPescatarian
source: Pescatarian
de: Pescatarianer
es: Pescatariano
fr: Pescatarien
hi: पेस्केटेरियन
it: Pescatario
pt: Pescatariano

# step9DietVegetarian
source: Vegetarian
de: Vegetarier
es: Vegetariano
fr: Végétarien
hi: शाकाहारी
it: Vegetariano
pt: Vegetariano

# step9DietVegan
source: Vegan
de: Vegane Ernährung
es: Vegano
fr: Végétalien
hi: शाकाहारी
it: Vegano
pt: Vegano

# step91DesiredWeightQuestion
source: What is your desired weight?
de: Was ist Ihr Wunschgewicht?
es: ¿Cuál es su peso deseado?
fr: Quel est votre poids souhaité ?
hi: आपका वांछित वजन क्या है?
it: Qual è il tuo peso desiderato?
pt: Qual é o seu peso desejado?

# step92GoalActionGaining
source: Gaining
de: Gewinnen
es: Ganar
fr: Gagner
hi: प्राप्त
it: Guadagnare
pt: Ganhando

# step92GoalActionLosing
source: Losing
de: Verlieren
es: Perder
fr: Perdant
hi: हार
it: Perdere
pt: Perdendo

# step92RealisticTargetSuffix
source: is a realistic target. It's not hard at all!
de: ist ein realistisches Ziel. Es ist überhaupt nicht schwer!
es: es un objetivo realista. ¡No es nada difícil!
fr: est un objectif réaliste. Ce n'est pas difficile du tout !
hi: एक यथार्थवादी लक्ष्य है. यह बिल्कुल भी कठिन नहीं है!
it: è un obiettivo realistico. Non è affatto difficile!
pt: é uma meta realista. Não é nada difícil!

# step92SocialProof
source: 90% of users say the change is obvious after using Cal AI, and it's not easy to rebound.
de: 90 % der Benutzer sagen, dass die Veränderung nach der Verwendung von Cal AI offensichtlich ist und nicht einfach wieder auftritt.
es: El 90% de los usuarios dice que el cambio es obvio después de usar Cal AI y que no es fácil recuperarse.
fr: 90 % des utilisateurs déclarent que le changement est évident après avoir utilisé Cal AI, et qu'il n'est pas facile de rebondir.
hi: 90% उपयोगकर्ताओं का कहना है कि Cal AI का उपयोग करने के बाद परिवर्तन स्पष्ट है, और इसे वापस लाना आसान नहीं है।
it: Il 90% degli utenti afferma che il cambiamento è evidente dopo aver utilizzato Cal AI e non è facile riprendersi.
pt: 90% dos usuários dizem que a mudança é óbvia após usar Cal AI e não é fácil de se recuperar.

# step93GoalVerbGain
source: Gain
de: Gewinnen
es: Ganar
fr: Gagner
hi: पाना
it: Guadagno
pt: Ganho

# step93GoalVerbLose
source: Lose
de: Verlieren
es: Perder
fr: Perdre
hi: खोना
it: Perdere
pt: Perder

# step93SpeedQuestionTitle
source: How fast do you want to reach your goal?
de: Wie schnell möchten Sie Ihr Ziel erreichen?
es: ¿Qué tan rápido quieres alcanzar tu objetivo?
fr: À quelle vitesse souhaitez-vous atteindre votre objectif ?
hi: आप कितनी तेजी से अपने लक्ष्य तक पहुंचना चाहते हैं?
it: Quanto velocemente vuoi raggiungere il tuo obiettivo?
pt: Com que rapidez você deseja alcançar seu objetivo?

# step93WeightSpeedPerWeek
source: {action} weight speed per week
de: {action} Gewichtsgeschwindigkeit pro Woche
es: {action} velocidad de peso por semana
fr: Vitesse de poids {action} par semaine
hi: {action} वजन गति प्रति सप्ताह
it: Velocità di peso {action} a settimana
pt: Velocidade de peso {action} por semana

# step94ComparisonTitle
source: Lose twice as much weight with Cal AI vs on your own
de: Verlieren Sie mit Cal AI doppelt so viel Gewicht wie alleine
es: Pierde el doble de peso con Cal AI que por tu cuenta
fr: Perdez deux fois plus de poids avec Cal AI qu'avec vous-même
hi: कैल एआई की तुलना में अपने दम पर दोगुना वजन कम करें
it: Perdi il doppio del peso con Cal AI rispetto a te stesso
pt: Perca o dobro de peso com Cal AI do que sozinho

# step95ObstaclesTitle
source: What's stopping you from reaching your goals?
de: Was hält Sie davon ab, Ihre Ziele zu erreichen?
es: ¿Qué te impide alcanzar tus objetivos?
fr: Qu'est-ce qui vous empêche d'atteindre vos objectifs ?
hi: आपको अपने लक्ष्य तक पहुँचने से कौन रोक रहा है?
it: Cosa ti impedisce di raggiungere i tuoi obiettivi?
pt: O que está impedindo você de alcançar seus objetivos?

# step10AccomplishTitle
source: What would you like to accomplish?
de: Was möchten Sie erreichen?
es: ¿Qué te gustaría lograr?
fr: Qu’aimeriez-vous accomplir ?
hi: आप क्या हासिल करना चाहेंगे?
it: Cosa vorresti realizzare?
pt: O que você gostaria de realizar?

# step10OptionHealthier
source: Eat and live healthier
de: Gesünder essen und leben
es: Comer y vivir más saludable
fr: Manger et vivre plus sainement
hi: खाओ और स्वस्थ रहो
it: Mangia e vivi più sano
pt: Coma e viva de forma mais saudável

# step10OptionEnergyMood
source: Boost my energy and mood
de: Steigern Sie meine Energie und Stimmung
es: Aumenta mi energía y mi estado de ánimo
fr: Booste mon énergie et mon humeur
hi: मेरी ऊर्जा और मनोदशा बढ़ाएँ
it: Migliora la mia energia e il mio umore
pt: Aumente minha energia e humor

# step10OptionConsistency
source: Stay motivated and consistent
de: Bleiben Sie motiviert und konsequent
es: Mantenerme motivado y consistente
fr: Restez motivé et cohérent
hi: प्रेरित और सुसंगत रहें
it: Rimani motivato e coerente
pt: Mantenha-se motivado e consistente

# step10OptionBodyConfidence
source: Feel better about my body
de: Fühle mich besser in meinem Körper
es: Sentirme mejor con mi cuerpo
fr: Me sentir mieux dans mon corps
hi: अपने शरीर के बारे में बेहतर महसूस करें
it: Mi sento meglio con il mio corpo
pt: Sinta-se melhor com meu corpo

# step11PotentialTitle
source: You have great potential to crush your goal
de: Sie haben großes Potenzial, Ihr Ziel zu erreichen
es: Tienes un gran potencial para superar tu objetivo
fr: Vous avez un grand potentiel pour atteindre votre objectif
hi: आपमें अपने लक्ष्य को कुचलने की काफी क्षमता है
it: Hai un grande potenziale per raggiungere il tuo obiettivo
pt: Você tem um grande potencial para esmagar seu objetivo

# step12ThankYouTitle
source: Thank you for\ntrusting us!
de: Vielen Dank für Ihr Vertrauen!
es: ¡Gracias por confiar en nosotros!
fr: Merci de\nnous faire confiance !
hi: हम पर भरोसा करने के लिए धन्यवाद!
it: Grazie per\nfiducia in noi!
pt: Obrigado por\nconfiar em nós!

# step12PersonalizeSubtitle
source: Now let's personalize Cal AI for you...
de: Lassen Sie uns nun Cal AI für Sie personalisieren ...
es: Ahora personalicemos Cal AI para ti...
fr: Personnalisons maintenant Cal AI pour vous...
hi: आइए अब आपके लिए Cal AI को वैयक्तिकृत करें...
it: Ora personalizziamo Cal AI per te...
pt: Agora vamos personalizar o Cal AI para você...

# step12PrivacyCardTitle
source: Your privacy and security matter to us.
de: Ihre Privatsphäre und Sicherheit sind uns wichtig.
es: Tu privacidad y seguridad nos importan.
fr: Votre confidentialité et votre sécurité nous tiennent à cœur.
hi: आपकी गोपनीयता और सुरक्षा हमारे लिए मायने रखती है।
it: La tua privacy e la tua sicurezza sono importanti per noi.
pt: Sua privacidade e segurança são importantes para nós.

# step12PrivacyCardBody
source: We promise to always keep your\npersonal information private and secure.
de: Wir versprechen, Ihre\npersönlichen Daten stets vertraulich und sicher zu behandeln.
es: Prometemos mantener siempre tu información personal privada y segura.
fr: Nous nous engageons à toujours garder vos informations personnelles privées et sécurisées.
hi: हम आपकी व्यक्तिगत जानकारी को हमेशा निजी और सुरक्षित रखने का वादा करते हैं।
it: Promettiamo di mantenere sempre le tue\ninformazioni personali private e sicure.
pt: Prometemos sempre manter suas\ninformações pessoais privadas e seguras.

# step13ReachGoalsWithNotifications
source: Reach your goals with notifications
de: Erreichen Sie Ihre Ziele mit Benachrichtigungen
es: Alcanza tus objetivos con las notificaciones que
fr: Atteignez vos objectifs avec les notifications
hi: सूचनाओं के साथ अपने लक्ष्य तक पहुँचें
it: Raggiungi i tuoi obiettivi con le notifiche
pt: Alcance seus objetivos com notificações

# step13NotificationPrompt
source: Cal AI would like to send you notifications
de: Cal AI möchte Ihnen Benachrichtigungen senden
es: Cal AI quisiera enviarte notificaciones
fr: Cal AI souhaite vous envoyer des notifications
hi: कैल एआई आपको सूचनाएं भेजना चाहता है
it: Cal AI vorrebbe inviarti notifiche
pt: Cal AI gostaria de enviar notificações para você

# allowLabel
source: Allow
de: Erlauben
es: Permitir
fr: Permettre
hi: अनुमति दें
it: Permettere
pt: Permitir

# dontAllowLabel
source: Don't Allow
de: Nicht zulassen
es: No permitir
fr: Ne pas autoriser
hi: अनुमति न दें
it: Non consentire
pt: Não permita

# step14AddBurnedCaloriesQuestion
source: Add calories burned back to your daily goal?
de: Verbrannte Kalorien zu Ihrem Tagesziel hinzufügen?
es: ¿Agregar calorías quemadas a su objetivo diario?
fr: Ajouter les calories brûlées à votre objectif quotidien ?
hi: क्या आप जली हुई कैलोरी को अपने दैनिक लक्ष्य में वापस जोड़ते हैं?
it: Aggiungere le calorie bruciate al tuo obiettivo quotidiano?
pt: Adicionar calorias queimadas à sua meta diária?

# step15RolloverQuestion
source: Rollover extra calories to the next day?
de: Überschüssige Kalorien auf den nächsten Tag übertragen?
es: ¿Transferir calorías adicionales al día siguiente?
fr: Reporter les calories supplémentaires au lendemain ?
hi: अतिरिक्त कैलोरी को अगले दिन में स्थानांतरित करें?
it: Trasferire le calorie extra al giorno successivo?
pt: Acumular calorias extras para o dia seguinte?

# step15RolloverUpTo
source: Rollover up to
de: Rollover bis
es: Transferir hasta
fr: Roulez jusqu'à
hi: तक रोलओवर करें
it: Rollover fino a
pt: Rolar até

# step15RolloverCap
source: 200 cals
de: 200 kcal
es: 200 calorías
fr: 200 calories
hi: 200 कैल्स
it: 200 calorie
pt: 200 calorias

# step16ReferralTitle
source: Enter referral code (optional)
de: Empfehlungscode eingeben (optional)
es: Ingrese el código de referencia (opcional)
fr: Entrez le code de parrainage (facultatif)
hi: रेफरल कोड दर्ज करें (वैकल्पिक)
it: Inserisci il codice di riferimento (facoltativo)
pt: Insira o código de referência (opcional)

# step16ReferralSubtitle
source: You can skip this step
de: Sie können diesen Schritt überspringen
es: Puede omitir este paso
fr: Vous pouvez sauter cette étape
hi: आप इस चरण को छोड़ सकते हैं
it: Puoi saltare questo passaggio
pt: Você pode pular esta etapa

# step17AllDone
source: All done!
de: Alles erledigt!
es: ¡Todo listo!
fr: Tout est fait !
hi: सब कुछ कर दिया!
it: Tutto fatto!
pt: Tudo pronto!

# step17GeneratePlanTitle
source: Time to generate your custom plan!
de: Zeit, Ihren individuellen Plan zu erstellen!
es: ¡Es hora de generar su plan personalizado!
fr: Il est temps de générer votre plan personnalisé !
hi: अपनी कस्टम योजना तैयार करने का समय!
it: È ora di generare il tuo piano personalizzato!
pt: É hora de gerar seu plano personalizado!

# step18CalculationError
source: Could not calculate plan. Please check your connection.
de: Plan konnte nicht berechnet werden. Bitte überprüfen Sie Ihre Verbindung.
es: No se pudo calcular plano. Verifique su conexión.
fr: Impossible de calculer le plan. Veuillez vérifier votre connexion.
hi: योजना की गणना नहीं की जा सकी. कृपया अपना कनेक्शन जांचें.
it: Impossibile calcolare il piano. Per favore controlla la tua connessione.
pt: Não foi possível calcular o plano. Por favor, verifique sua conexão.

# step18TryAgain
source: Try Again
de: Versuchen Sie es erneut
es: Inténtelo de nuevo
fr: Essayer à nouveau
hi: पुनः प्रयास करें
it: Riprova
pt: Tente novamente

# step19CreateAccountTitle
source: Create an account
de: Ein Konto erstellen
es: Crear una cuenta
fr: Créer un compte
hi: खाता बनाएं
it: Creare un account
pt: Crie uma conta

# authInvalidEmailMessage
source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Introduce una dirección de correo válida
fr: Veuillez saisir une adresse e-mail valide
hi: कृपया एक मान्य ईमेल पता प्रविष्ट करें
it: Si prega di inserire un indirizzo email valido
pt: Por favor insira um endereço de e-mail válido

# authCheckYourEmailTitle
source: Check your email
de: Überprüfen Sie Ihre E-Mails
es: Revisa tu correo
fr: Vérifiez votre courrier électronique
hi: अपने ईमेल की जाँच करें
it: Controlla la tua email
pt: Verifique seu e-mail

# authSignInLinkSentMessage
source: We sent a sign-in link to {email}
de: Wir haben einen Anmeldelink an {email} gesendet
es: Enviamos un enlace de acceso a {email}
fr: Nous avons envoyé un lien de connexion à {email}
hi: हमने {email} को एक साइन-इन लिंक भेजा
it: Abbiamo inviato un collegamento di accesso a {email}
pt: Enviamos um link de login para {email}

# okLabel
source: OK
hi: ठीक है

# genericErrorMessage
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
hi: त्रुटि: {error}
it: Errore: {error}
pt: Erro: {error}

# authWhatsYourEmail
source: What's your email?
de: Wie lautet Ihre E-Mail?
es: ¿Cuál es tu correo?
fr: Quel est votre email ?
hi: आपका ईमेल क्या है?
it: Qual è la tua email?
pt: Qual é o seu e-mail?

# authPasswordlessHint
source: We'll send you a link to sign in without a password.
de: Wir senden Ihnen einen Link zur Anmeldung ohne Passwort.
es: Le enviaremos un enlace para iniciar sesión sin un contraseña.
fr: Nous vous enverrons un lien pour vous connecter sans mot de passe.
hi: हम आपको बिना पासवर्ड के साइन इन करने के लिए एक लिंक भेजेंगे।
it: Ti invieremo un link per accedere senza password.
pt: Enviaremos um link para você fazer login sem senha.

# emailExampleHint
source: name@example.com
de: name@beispiel.de
es: nombre@ejemplo.com
fr: nom@exemple.com
hi: नाम@उदाहरण.com
it: nome@esempio.com
pt: nome@exemplo.com

# notSetLabel
source: Not set
de: Nicht festgelegt
es: No establecido
fr: Non défini
hi: सेट नहीं
it: Non impostato
pt: Não definido

# goalWeightLabel
source: Goal Weight
de: Zielgewicht
es: Peso objetivo
fr: Poids objectif
hi: भार मकसद
it: Peso obiettivo
pt: Meta de peso

# changeGoalLabel
source: Change Goal
de: Ziel ändern
es: Cambiar objetivo
fr: Changer l'objectif
hi: लक्ष्य बदलें
it: Cambia obiettivo
pt: Alterar meta

# currentWeightLabel
source: Current Weight
de: Aktuelles Gewicht
es: Peso actual
fr: Poids actuel
hi: वर्तमान वजन
it: Peso attuale
pt: Peso atual

# dateOfBirthLabel
source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्मतिथि
it: Data di nascita
pt: Data de nascimento

# genderLabel
source: Gender
de: Geschlecht
es: Género
fr: Genre
hi: लिंग
it: Genere
pt: Gênero

# dailyStepGoalLabel
source: Daily Step Goal
de: Tägliches Schrittziel
es: Objetivo de paso diario
fr: Objectif de pas quotidien
hi: दैनिक कदम लक्ष्य
it: Obiettivo di passi giornaliero
pt: Meta diária de passos

# stepGoalLabel
source: Step Goal
de: Schrittziel
es: Objetivo de paso
fr: Objectif d'étape
hi: कदम लक्ष्य
it: Obiettivo del passo
pt: Meta de passos

# setHeightTitle
source: Set Height
de: Höhe einstellen
es: Establecer altura
fr: Définir la hauteur
hi: ऊंचाई निर्धारित करें
it: Imposta altezza
pt: Definir altura

# setGenderTitle
source: Set Gender
de: Geschlecht festlegen
es: Establecer género
fr: Définir le sexe
hi: लिंग निर्धारित करें
it: Imposta il sesso
pt: Definir gênero

# setBirthdayTitle
source: Set Birthday
de: Geburtstag festlegen
es: Establecer cumpleaños
fr: Définir l'anniversaire
hi: जन्मदिन निर्धारित करें
it: Imposta compleanno
pt: Definir aniversário

# setWeightTitle
source: Set Weight
de: Gewicht einstellen
es: Establecer peso
fr: Définir le poids
hi: वजन निर्धारित करें
it: Imposta peso
pt: Definir peso

# editNameTitle
source: Edit name
de: Namen bearbeiten
es: Editar nombre
fr: Modifier le nom
hi: नाम संपादित करें
it: Modifica nome
pt: Editar nome

# calorieGoalLabel
source: Calorie goal
de: Kalorienziel
es: Objetivo de calorías
fr: Objectif calorique
hi: कैलोरी लक्ष्य
it: Obiettivo calorico
pt: Meta de calorias

# proteinGoalLabel
source: Protein goal
de: Proteinziel
es: Objetivo de proteínas
fr: Objectif protéines
hi: प्रोटीन लक्ष्य
it: Obiettivo proteico
pt: Meta de proteína

# carbGoalLabel
source: Carb goal
de: Kohlenhydratziel
es: Objetivo de carbohidratos
fr: Objectif glucides
hi: कार्ब लक्ष्य
it: Obiettivo carboidrati
pt: Meta de carboidratos

# fatGoalLabel
source: Fat goal
de: Fettziel
es: Objetivo de grasas
fr: Gros objectif
hi: मोटा लक्ष्य
it: Obiettivo grasso
pt: Gol gordo

# sugarLimitLabel
source: Sugar limit
de: Zuckergrenze
es: Límite de azúcar
fr: Limite de sucre
hi: चीनी सीमा
it: Limite di zucchero
pt: Limite de açúcar

# fiberGoalLabel
source: Fiber goal
de: Ballaststoffziel
es: Objetivo de fibra
fr: Objectif fibre
hi: फाइबर लक्ष्य
it: Obiettivo fibra
pt: Meta de fibra

# sodiumLimitLabel
source: Sodium limit
de: Natriumgrenze
es: Límite de sodio
fr: Limite de sodium
hi: सोडियम सीमा
it: Limite di sodio
pt: Limite de sódio

# hideMicronutrientsLabel
source: Hide micronutrients
de: Mikronährstoffe ausblenden
es: Ocultar micronutrientes
fr: Masquer les micronutriments
hi: सूक्ष्म पोषक तत्व छुपाएं
it: Nascondi i micronutrienti
pt: Ocultar micronutrientes

# viewMicronutrientsLabel
source: View micronutrients
de: Mikronährstoffe anzeigen
es: Ver micronutrientes
fr: Voir les micronutriments
hi: सूक्ष्म पोषक तत्व देखें
it: Visualizza i micronutrienti
pt: Ver micronutrientes

# autoGenerateGoalsLabel
source: Auto Generate Goals
de: Ziele automatisch generieren
es: Autogenerar objetivos
fr: Générer automatiquement des objectifs
hi: ऑटो लक्ष्य बनाएं
it: Genera automaticamente obiettivi
pt: Gerar metas automaticamente

# failedToGenerateGoals
source: Failed to generate goals: {error}
de: Ziele konnten nicht generiert werden: {error}
es: Error al generar objetivos: {error}
fr: Échec de la génération des objectifs : {error}
hi: लक्ष्य उत्पन्न करने में विफल: {error}
it: Impossibile generare obiettivi: {error}
pt: Falha ao gerar metas: {error}

# calculatingCustomGoals
source: Calculating your custom goals...
de: Ihre benutzerdefinierten Ziele werden berechnet...
es: Calculando tu objetivo personalizado objetivos...
fr: Calcul de vos objectifs personnalisés...
hi: अपने कस्टम लक्ष्यों की गणना करें...
it: Calcolo degli obiettivi personalizzati in corso...
pt: Calculando suas metas personalizadas...

# logExerciseLabel
source: Log Exercise
de: Training protokollieren
es: Registrar ejercicio
fr: Exercice de journal
hi: लॉग व्यायाम
it: Registra l'esercizio
pt: Exercício de registro

# savedFoodsLabel
source: Saved Foods
de: Gespeicherte Lebensmittel
es: Alimentos guardados
fr: Aliments conservés
hi: सहेजे गए भोजन
it: Cibi salvati
pt: Alimentos salvos

# foodDatabaseLabel
source: Food Database
de: Essen Datenbank
es: Base de datos de alimentos
fr: Base de données alimentaire
hi: खाद्य डेटाबेस
it: Banca dati alimentare
pt: Banco de dados de alimentos

# scanFoodLabel
source: Scan Food
de: Essen scannen
es: Escanear alimentos
fr: Scanner la nourriture
hi: भोजन को स्कैन करें
it: Scansiona il cibo
pt: Digitalizar alimentos

# exerciseTitle
source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
hi: व्यायाम
it: Esercizio
pt: Exercício

# runTitle
source: Run
de: Laufen
es: Correr
fr: Courir
hi: दौड़
it: Corsa
pt: Correr

# weightLiftingTitle
source: Weight Lifting
de: Gewichtheben
es: Levantamiento de pesas
fr: Haltérophilie
hi: वजन उठाना
it: Sollevamento pesi
pt: Levantamento de peso
